[
  {
    "id": "1",
    "bhagavad gita slok": "धृतराष्ट्र उवाच |\nधर्मक्षेत्रे कुरुक्षेत्रे समवेता युयुत्सवः |\nमामकाः पाण्डवाश्चैव किमकुर्वत सञ्जय ||1||",
    "english": "Dhritarashtra said: O bhagavad gita slokjay, after gathering on the holy field of Kurukshetra, and desiring to fight, what did my sons and the sons of Pandu do?",
    "gujrati": "ધૃતરાષ્ટ્રે કહ્યું: હે સંજય, કુરુક્ષેત્રના પવિત્ર મેદાનમાં ભેગા થઈને, યુદ્ધની ઈચ્છા કરીને, મારા પુત્રો અને પાંડુના પુત્રોએ શું કર્યું?",
    "hindi": "धृतराष्ट्र ने कहा: हे संजय, कुरुक्षेत्र के पवित्र मैदान में एकत्रित होकर युद्ध करने की इच्छा से मेरे पुत्रों और पांडु के पुत्रों ने क्या किया?",
    "chpter": 1
  },
  {
    "id": "2",
    "bhagavad gita slok": "सञ्जय उवाच ।\nदृष्ट्वा तु पाण्डवानीकं व्यूढं दुर्योधनस्तदा ।\nआचार्यमुपसङ्गम्य राजा वचनमब्रवीत् ।। 2।।",
    "english": "bhagavad gita slokjay said: On observing the Pandava army standing in military formation, King Duryodhan approached his teacher Dronacharya, and said the following words.",
    "gujrati": "સંજય બોલ્યા: પાંડુપુત્રોની સેનાને વ્યૂહરચનામાં ગોઠવાયેલી જોઈને, રાજા દુર્યોધન પોતાના ગુરુ પાસે ગયો અને આ પ્રમાણે વચનો કહ્યાં.",
    "hindi": "संजय ने कहाः हे राजन्! पाण्डवों की सेना की व्यूहरचना का अवलोकन कर राजा दुर्योधन ने अपने गुरु द्रोणाचार्य के पास जाकर इस प्रकार के शब्द कहे।",
    "chpter": 1
  },
  {
    "id": "3",
    "bhagavad gita slok": "पश्यैतां पाण्डुपुत्राणामाचार्य महतीं चमूम् ।\nव्यूढां द्रुपदपुत्रेण तव शिष्येण धीमता ।। 3।।",
    "english": "Duryodhan said: Respected teacher! Behold the mighty army of the sons of Pandu, so expertly arrayed for battle by your own gifted disciple, the son of Drupad.",
    "gujrati": "દુર્યોધન બોલ્યો: આદરણીય આચાર્ય! પાંડુ પુત્રોની વિશાળ સેનાનું અવલોકન કરો, જેની વ્યૂહરચના આપના પ્રશિક્ષિત બુદ્ધિમાન શિષ્ય દ્રુપદના પુત્રે નિપુણતાપૂર્વક યુદ્ધ કરવા માટે ગોઠવી છે.",
    "hindi": "दुर्योधन ने कहाः पूज्य आचार्य! पाण्डु पुत्रों की विशाल सेना का अवलोकन करें, जिसे आपके द्वारा प्रशिक्षित बुद्धिमान शिष्य द्रुपद के पुत्र ने कुशलतापूर्वक युद्ध करने के लिए सुव्यवस्थित किया है।",
    "chpter": 1
  },
  {
    "id": "4-6",
    "bhagavad gita slok": "अत्र शूरा महेष्वासा भीमार्जुनसमा युधि\nयुयुधानो विराटश्च द्रुपदश्च महारथ: || 4||\n\nधृष्टकेतुश्चेकितान: काशिराजश्च वीर्यवान् |\nपुरुजित्कुन्तिभोजश्च शैब्यश्च नरपुङ्गव: || 5||\n\nयुधामन्युश्च विक्रान्त उत्तमौजाश्च वीर्यवान् |\nसौभद्रो द्रौपदेयाश्च सर्व एव महारथा: || 6||",
    "english": "Behold in their ranks are many powerful warriors, like Yuyudhan, Virat, and Drupad, wielding mighty bows and equal in military prowess to Bheem and Arjun. There are also accomplished heroes like Dhrishtaketu, Chekitan, the gallant King of Kashi, Purujit, Kuntibhoj, and Shaibya—all the best of men. In their ranks, they also have the courageous Yudhamanyu, the gallant Uttamauja, the son of Subhadra, and the sons of Draupadi, who are all great warrior chiefs.",
    "gujrati": "પાંડવોની આ સેનામાં ભીમ અને અર્જુન સમાન બળશાળી યુદ્ધ કરવાવાળા મહારથી યુયુધાન, વિરાટ અને દ્રુપદ જેવા અનેક શૂરવીર ધનુર્ધારીઓ છે. તેમની સાથે ધૃષ્ટકેતુ, ચેકિતાન, કાશીના પરાક્રમી રાજા, પુરુજિત, કુંતીભોજ અને શૈવ્ય બધા મહાન સેનાનાયક છે. તેમની સેનામાં પરાક્રમી યુધામન્યુ, શૂરવીર ઉત્તમૌજા, સુભદ્રા અને દ્રૌપદીના પુત્રો પણ છે, જે સર્વ નિશ્ચિતરૂપે મહાશક્તિશાળી યોદ્ધાઓ છે.",
    "hindi": "यहाँ इस सेना में भीम और अर्जुन के समान बलशाली युद्ध करने वाले महारथी युयुधान, विराट और द्रुपद जैसे अनेक शूरवीर धनुर्धर हैं। यहाँ पर इनके साथ धृष्टकेतु, चेकितान काशी के पराक्रमी राजा कांशिराज, पुरूजित, कुन्तीभोज और शैव्य सभी महान सेना नायक हैं। इनकी सेना में पराक्रमी युधमन्यु, शूरवीर, उत्तमौजा, सुभद्रा और द्रोपदी के पुत्र भी हैं जो सभी निश्चय ही महाशक्तिशाली योद्धा हैं।",
    "chpter": 1
  },
  {
    "id": "7",
    "bhagavad gita slok": "अस्माकं तु विशिष्टा ये तान्निबोध द्विजोत्तम |\nनायका मम सैन्यस्य संज्ञार्थं तान्ब्रवीमि ते || 7||",
    "english": "O best of Brahmins, hear too about the principal generals on our side, who are especially qualified to lead. These I now recount unto you.",
    "gujrati": "હે દ્વિજશ્રેષ્ઠ, આપણી સેનાના નાયકો વિષે પણ સાંભળો, જેઓ આપણી સેનાનું સંચાલન કરવા માટે વિશેષ નિપુણ છે. તેમના વિષે હવે હું તમને વિગતવાર કહું છું.",
    "hindi": "हे ब्राह्मण श्रेष्ठ! हमारे पक्ष की ओर के उन सेना नायकों के संबंध में भी सुनो, जो सेना को संचालित करने में विशेष रूप से निपुण हैं। अब मैं तुम्हारे समक्ष उनका वर्णन करता हूँ।",
    "chpter": 1
  },
  {
    "id": "8",
    "bhagavad gita slok": "भवान्भीष्मश्च कर्णश्च कृपश्च समितिञ्जय: |\nअश्वत्थामा विकर्णश्च सौमदत्तिस्तथैव च || 8||",
    "english": "There are personalities like yourself, Bheeshma, Karna, Kripa, Ashwatthama, Vikarn, and Bhurishrava, who are ever victorious in battle.",
    "gujrati": "આ સેનામાં આપ, ભીષ્મ, કર્ણ, કૃપાચાર્ય, અશ્વત્થામા, વિકર્ણ તથા સોમદત્તનો પુત્ર ભૂરિશ્રવા જેવા મહાપુરુષો છે, કે જેઓ યુદ્ધમાં હંમેશા વિજયી રહ્યા છે.",
    "hindi": "इस सेना में सदा विजयी रहने वाले आपके समान भीष्म, कर्ण, कृपाचार्य, अश्वत्थामा, विकर्ण तथा सोमदत्त का पुत्र भूरिश्रवा आदि महा पराक्रमी योद्धा हैं जो युद्ध में सदा विजेता रहे हैं।",
    "chpter": 1
  },
  {
    "id": "9",
    "bhagavad gita slok": "अन्ये च बहव: शूरा मदर्थे त्यक्तजीविता: |\n\nनानाशस्त्रप्रहरणा: सर्वे युद्धविशारदा: || 9||",
    "english": "Also, there are many other heroic warriors, who are prepared to lay down their lives for my sake. They are all skilled in the art of warfare, and equipped with various kinds of weapons.",
    "gujrati": "આપણી સેનામાં અન્ય અનેક મહાયોદ્ધાઓ પણ છે, જેઓ મારા માટે જીવન ત્યજવા તત્પર છે. તેઓ યુદ્ધવિદ્યામાં પારંગત છે અને વિભિન્ન પ્રકારના શસ્ત્રોથી સુસજ્જ છે.",
    "hindi": "यहाँ हमारे पक्ष में अन्य अनेक महायोद्धा भी हैं जो मेरे लिए अपने जीवन का बलिदान करने के लिए तत्पर हैं। वे युद्ध कौशल में पूर्णतया निपुण और विविध प्रकार के शस्त्रों से सुसज्जित हैं।",
    "chpter": 1
  },
  {
    "id": "10",
    "bhagavad gita slok": "अपर्याप्तं तदस्माकं बलं भीष्माभिरक्षितम् |\n\nपर्याप्तं त्विदमेतेषां बलं भीमाभिरक्षितम् || 10||",
    "english": "The strength of our army is unlimited and we are safely marshalled by Grandsire Bheeshma, while the strength of the Pandava army, carefully marshalled by Bheem, is limited.",
    "gujrati": "આપણું સૈન્યબળ અસીમિત છે અને આપણે સૌ પિતામહ ભીષ્મના નેતૃત્વમાં પૂર્ણપણે સુરક્ષિત છીએ, જયારે પાંડવોનું સૈન્યબળ ભીમના નેતૃત્વમાં સાવધાનીપૂર્વક સુરક્ષિત હોવા છતાં તે સીમિત છે.",
    "hindi": "हमारी शक्ति असीमित है और हम सब महान सेना नायक भीष्म पितामह के नेतृत्व में पूरी तरह से संरक्षित हैं जबकि पाण्डवों की सेना की शक्ति भीम द्वारा भलीभाँति रक्षित होने के पश्चात भी सीमित है।",
    "chpter": 1
  },
  {
    "id": "11",
    "bhagavad gita slok": "अयनेषु च सर्वेषु यथाभागमवस्थिता: |\nभीष्ममेवाभिरक्षन्तु भवन्त: सर्व एव हि || 11||",
    "english": "Therefore, I call upon all the generals of the Kaurava army now to give full support to Grandsire Bheeshma, even as you defend your respective strategic points.",
    "gujrati": "આથી હું સર્વ યોદ્ધાગણોને આગ્રહ કરું છું કે, આપ સૌ પોતપોતાના મોરચાનાં સ્થાનો પર નિશ્ચિત રૂપે સ્થિત રહીને પણ પિતામહ ભીષ્મને પૂરેપુરી સહાયતા કરો.",
    "hindi": "अतः मैं कौरव सेना के सभी योद्धागणों से भी आग्रह करता हूँ कि सब अपने मोर्चे पर अडिग रहते हुए भीष्म पितामह की पूरी सहायता करें।",
    "chpter": 1
  },
  {
    "id": "12",
    "bhagavad gita slok": "तस्य सञ्जनयन्हर्षं कुरुवृद्ध: पितामह: |\nसिंहनादं विनद्योच्चै: शङ्खं दध्मौ प्रतापवान् || 12||",
    "english": "Then, the grand old man of the Kuru dynasty, the glorious patriarch Bheeshma, roared like a lion, and blew his conch shell very loudly, giving joy to Duryodhan.",
    "gujrati": "તત્પશ્ચાત્ કુરુવંશના મહાપ્રતાપી વયોવૃધ્ધ વડીલ ભીષ્મ પિતામહે, સિંહની ગર્જના સમાન ઘોષ કરનારો પોતાનો શંખ ફૂંકીને ઉચ્ચ સ્વરે શંખનાદ કર્યો, જેનાથી દુર્યોધન બહુ હર્ષ પામ્યો.",
    "hindi": "तत्पश्चात कुरूवंश के वयोवृद्ध परम यशस्वी महायोद्धा एवं वृद्ध भीष्म पितामह ने सिंह-गर्जना जैसी ध्वनि करने वाले अपने शंख को उच्च स्वर से बजाया जिसे सुनकर दुर्योधन हर्षित हुआ।",
    "chpter": 1
  },
  {
    "id": "13",
    "bhagavad gita slok": "तत: शङ्खाश्च भेर्यश्च पणवानकगोमुखा: |\nसहसैवाभ्यहन्यन्त स शब्दस्तुमुलोऽभवत् || 13||",
    "english": "Thereafter, conches, kettledrums, bugles, trumpets, and horns suddenly blared forth, and their combined sound was overwhelming.",
    "gujrati": "તત્પશ્ચાત્  શંખ, નગારાં, શ્રુંગ, તથા રણશિંગા સહસા એકસાથે વાગવા લાગ્યાં, જેનો સંયુક્ત વાદ્યઘોષ અત્યંત ઘોંઘાટભર્યો હતો.",
    "hindi": "इसके पश्चात शंख, नगाड़े, बिगुल, तुरही तथा सींग अचानक एक साथ बजने लगे। उनका समवेत स्वर अत्यन्त भयंकर था।",
    "chpter": 1
  },
  {
    "id": "14",
    "bhagavad gita slok": "तत: श्वेतैर्हयैर्युक्ते महति स्यन्दने स्थितौ |\nमाधव: पाण्डवश्चैव दिव्यौ शङ्खौ प्रदध्मतु: || 14||",
    "english": "Then, from amidst the Pandava army, seated in a glorious chariot drawn by white horses, Madhav and Arjun blew their Divine conch shells.",
    "gujrati": "તત્પશ્ચાત્ પાંડવોની સેના મધ્યે શ્વેત અશ્વો જોડેલા ભવ્ય રથ પર બિરાજમાન શ્રી કૃષ્ણ અને અર્જુને પોતપોતાના દિવ્ય શંખ ફૂંક્યા.",
    "hindi": "तत्पश्चात पाण्डवों की सेना के बीच श्वेत अश्वों द्वारा खींचे जाने वाले भव्य रथ पर आसीन माधव और अर्जुन ने अपने-अपने दिव्य शंख बजाये।",
    "chpter": 1
  },
  {
    "id": "15",
    "bhagavad gita slok": "पाञ्चजन्यं हृषीकेशो देवदत्तं धनञ्जय: |\nपौण्ड्रं दध्मौ महाशङ्खं भीमकर्मा वृकोदर: || 15||",
    "english": "Hrishikesh blew his conch shell, called Panchajanya, and Arjun blew the Devadutta. Bheem, the voracious eater and performer of herculean tasks, blew his mighty conch, called Paundra.",
    "gujrati": "હે રાજા, યુધિષ્ઠિરે પોતાનો અનંતવિજય નામનો શંખ ફૂંક્યો; જયારે નકુલ અને સહદેવે સુઘોષ અને મણિપુષ્પક નામના શંખ ફૂંક્યા. મહાન ધનુર્ધર કાશીરાજ, મહાન યોદ્ધા શિખંડી, ધૃષ્ટદ્યુમ્ન, વિરાટ, અપરાજિત સાત્યકિ, દ્રુપદ, દ્રૌપદીના પુત્રો, તથા અન્ય જેમકે મહાબાહુ સુભદ્રાનો પુત્ર અભિમન્યુ વગેરે સૌએ પોતપોતાના શંખો ફૂંક્યા.",
    "hindi": "ऋषीकेश भगवान् कृष्ण ने अपना पाञ्जन्य शंख बजाया, अर्जुन ने देवदत्त शंख तथा अतिभोजी एवं अति दुष्कर कार्य करने वाले भीम ने पौण्डू नामक भीषण शंख बजाया।",
    "chpter": 1
  },
  {
    "id": "16-18",
    "bhagavad gita slok": "अनन्तविजयं राजा कुन्तीपुत्रो युधिष्ठिर: |\nनकुल: सहदेवश्च सुघोषमणिपुष्पकौ || 16||\nकाश्यश्च परमेष्वास: शिखण्डी च महारथ: |\nधृष्टद्युम्नो विराटश्च सात्यकिश्चापराजित: || 17||\nद्रुपदो द्रौपदेयाश्च सर्वश: पृथिवीपते |\nसौभद्रश्च महाबाहु: शङ्खान्दध्मु: पृथक् पृथक् || 18||",
    "english": "King Yudhishthir, blew the Anantavijay, while Nakul and Sahadev blew the Sughosh and Manipushpak. The excellent archer and king of Kashi, the great warrior Shikhandi, Dhrishtadyumna, Virat, and the invincible Satyaki, Drupad, the five sons of Draupadi, and the mighty-armed Abhimanyu, son of Subhadra, all blew their respective conch shells, O Ruler of the earth.",
    "gujrati": "હે ધૃતરાષ્ટ્ર, આકાશ તેમજ પૃથ્વી પર પ્રતિધ્વનિત થતા શંખોના આ વિભિન્ન ગગનભેદી નાદોથી તમારા પુત્રોનાં હૃદય વિદીર્ણ થઇ ગયા.",
    "hindi": "हे पृथ्वीपति राजन्! राजा युधिष्ठिर ने अपना अनन्त विजय नाम का शंख बजाया तथा नकुल और सहदेव ने सुघोष एवं मणिपुष्पक नामक शंख बजाये। श्रेष्ठ धनुर्धर काशीराज, महा योद्धा शिखण्डी, धृष्टद्युम्न, विराट, अजेय सात्यकि, द्रुपद, द्रौपदी के पांच पुत्रों तथा सुभद्रा के महाबलशाली पुत्र वीर अभिमन्यु आदि सबने अपने-अपने अलग-अलग शंख बजाये।",
    "chpter": 1
  },
  {
    "id": "19",
    "bhagavad gita slok": "स घोषो धार्तराष्ट्राणां हृदयानि व्यदारयत् |\n\nनभश्च पृथिवीं चैव तुमुलोऽभ्यनुनादयन् || 19||",
    "english": "The terrific sound thundered across the sky and the earth, and shattered the hearts of your sons, O Dhritarasthra.",
    "gujrati": "તે સમયે, હનુમાનના ચિહ્નથી અંકિત ધ્વજવાળા રથમાં આરૂઢ થયેલા પાંડુપુત્ર અર્જુને પોતાનું ધનુષ્ય ઉઠાવ્યું અને બાણ છોડવા તૈયાર થયો. હે રાજન! આપના પુત્રોને પોતાની વિરુદ્ધ વ્યૂહરચનામાં ગોઠવાયેલા જોઇને અર્જુને શ્રી કૃષ્ણને નીચે પ્રમાણેના વચનો કહ્યાં.",
    "hindi": "हे धृतराष्ट्र! इन शंखों से उत्पन्न ध्वनि द्वारा आकाश और धरती के बीच हुई गर्जना ने आपके पुत्रों के हृदयों को विदीर्ण कर दिया।",
    "chpter": 1
  },
  {
    "id": "20",
    "bhagavad gita slok": "अथ व्यवस्थितान्दृष्ट्वा धार्तराष्ट्रान् कपिध्वज: |\nप्रवृत्ते शस्त्रसम्पाते धनुरुद्यम्य पाण्डव: ||20||\nहृषीकेशं तदा वाक्यमिदमाह महीपते |",
    "english": "At that time, the son of Pandu, Arjun, who had the insignia of Hanuman on the flag of his chariot, took up his bow. Seeing your sons arrayed against him, O King, Arjun then spoke the following words to Shree Krishna.",
    "gujrati": "અર્જુને કહ્યું, હે અચ્યુત! કૃપા કરીને મારો રથ બંને સેનાઓની મધ્યે ઊભો રાખો, જેથી હું અહીં યુદ્ધ માટે ઉપસ્થિત યોદ્ધાઓ કે જેમની સાથે આ મહા શસ્ત્રસંગ્રામમાં મારે યુદ્ધ કરવાનું છે, તેમને જોઈ શકું.",
    "hindi": "उस समय हनुमान के चिह्न की ध्वजा लगे रथ पर आसीन पाण्डु पुत्र अर्जुन अपना धनुष उठा कर बाण चलाने के लिए उद्यत दिखाई दिया। हे राजन! आपके पुत्रों को अपने विरूद्ध व्यूह रचना में खड़े देख कर अर्जुन ने श्रीकृष्ण से यह वचन कहे।",
    "chpter": 1
  },
  {
    "id": "21-22",
    "bhagavad gita slok": "अर्जुन उवाच |\nसेनयोरुभयोर्मध्ये रथं स्थापय मेऽच्युत || 21||\nयावदेतान्निरीक्षेऽहं योद्धुकामानवस्थितान् |\nकैर्मया सह योद्धव्यमस्मिन् रणसमुद्यमे || 22||",
    "english": "Arjun said: O Infallible One, please take my chariot to the middle of both armies, so that I may look at the warriors arrayed for battle, whom I must fight in this great combat.",
    "gujrati": "હું અહીં એ લોકોને જોવાની ઈચ્છા ધરાવું છું કે, જેઓ ધૃતરાષ્ટ્રના દુષ્ટ બુદ્ધિ ધરાવતા પુત્રને પ્રસન્ન કરવાની ઈચ્છાથી યુદ્ધ કરવા આવ્યા છે.",
    "hindi": "अर्जुन ने कहा! हे अच्युत! मेरा रथ दोनों सेनाओं के बीच खड़ा करने की कृपा करें ताकि मैं यहाँ एकत्रित युद्ध करने की इच्छा रखने वाले योद्धाओं जिनके साथ मुझे इस महासंग्राम में युद्ध करना है, को देख सकूं।",
    "chpter": 1
  },
  {
    "id": "23",
    "bhagavad gita slok": "योत्स्यमानानवेक्षेऽहं य एतेऽत्र समागता: |\nधार्तराष्ट्रस्य दुर्बुद्धेर्युद्धे प्रियचिकीर्षव: || 23||",
    "english": "I desire to see those who have come here to fight on the side of the evil-minded son of Dhritarasthra, wishing to please him.",
    "gujrati": "હું અહીં એ લોકોને જોવાની ઈચ્છા ધરાવું છું કે, જેઓ ધૃતરાષ્ટ્રના દુષ્ટ બુદ્ધિ ધરાવતા પુત્રને પ્રસન્ન કરવાની ઈચ્છાથી યુદ્ધ કરવા આવ્યા છે.",
    "hindi": "मैं उन लोगों को देखने का इच्छुक हूँ जो यहाँ पर धृतराष्ट्र के दुश्चरित्र पुत्रों को प्रसन्न करने की इच्छा से युद्ध लड़ने के लिए एकत्रित हुए हैं।",
    "chpter": 1
  },
  {
    "id": "24",
    "bhagavad gita slok": "सञ्जय उवाच |\nएवमुक्तो हृषीकेशो गुडाकेशेन भारत |\nसेनयोरुभयोर्मध्ये स्थापयित्वा रथोत्तमम् || 24||",
    "english": "bhagavad gita slokjay said: O Dhritarasthra, having thus been addressed by Arjun, the conqueror of sleep, Shree Krishna then drew the magnificent chariot between the two armies.",
    "gujrati": "સંજય બોલ્યા—હે ભરતવંશી ધૃતરાષ્ટ્ર, નિંદ્રા પર વિજય પ્રાપ્ત કરવાવાળા અર્જુન દ્વારા આ પ્રકારના સંબોધન થયા પશ્ચાત્, શ્રી કૃષ્ણે તે ભવ્ય રથને બંને સૈન્યો મધ્યે લઇ જઈને ઊભો રાખી દીધો.",
    "hindi": "संजय ने कहा-हे भरतवंशी धृतराष्ट्र! निद्रा पर विजय पाने वाले अर्जुन द्वारा इस प्रकार के वचन बोले जाने पर तब भगवान श्रीकृष्ण ने उस भव्य रथ को दोनों सेनाओं के बीच में ले जाकर खड़ा कर दिया।",
    "chpter": 1
  },
  {
    "id": "25",
    "bhagavad gita slok": "भीष्मद्रोणप्रमुखत: सर्वेषां च महीक्षिताम् |\nउवाच पार्थ पश्यैतान्समवेतान्कुरूनिति || 25||",
    "english": "In the presence of Bheeshma, Dronacharya, and all the other kings, Shree Krishna said: O Parth, behold these Kurus gathered here.",
    "gujrati": "ભીષ્મ, દ્રોણ તથા અન્ય સર્વ રાજાઓની ઉપસ્થિતિમાં શ્રીકૃષ્ણે કહ્યું, હે પાર્થ, અહીં એકત્રિત થયેલા આ બધા કુરુઓને જો.",
    "hindi": "भीष्म, द्रोण तथा अन्य सभी राजाओं की उपस्थिति में भगवान श्रीकृष्ण ने कहा कि हे पार्थ! यहाँ पर एकत्रित समस्त कुरुओं को देखो।",
    "chpter": 1
  },
  {
    "id": "26",
    "bhagavad gita slok": "तत्रापश्यत्स्थितान् पार्थ: पितृ नथ पितामहान् |\nआचार्यान्मातुलान्भ्रातृ न्पुत्रान्पौत्रान्सखींस्तथा || 26||\nश्वशुरान्सुहृदश्चैव सेनयोरुभयोरपि |",
    "english": "There, Arjun could see stationed in both armies, his fathers, grandfathers, teachers, maternal uncles, brothers, cousins, sons, nephews, grand-nephews, friends, fathers-in-law, and well-wishers.",
    "gujrati": "બંને પક્ષોની સેનાઓની મધ્યમાં ઊભેલા અર્જુને પોતાના કાકાઓ, દાદાઓ, આચાર્યો, મામાઓ, ભાઈઓ, પિત્રાઈ ભાઈઓ, પુત્રો, ભત્રીજાઓ, પ્રપૌત્રો, મિત્રો, સસરાઓ તેમજ શુભેચ્છકોને જોયા.",
    "hindi": "अर्जुन ने वहाँ खड़ी दोनों पक्षों की सेनाओं के बीच अपने पिता तुल्य चाचाओं-ताऊओं, पितामहों, गुरुओं, मामाओं, भाइयों, चचेरे भाइयों, पुत्रों, भतीजों, मित्रों, ससुर, और शुभचिन्तकों को भी देखा।",
    "chpter": 1
  },
  {
    "id": "27",
    "bhagavad gita slok": "तान्समीक्ष्य स कौन्तेय: सर्वान्बन्धूनवस्थितान् || 27||\nकृपया परयाविष्टो विषीदन्निदमब्रवीत् |",
    "english": "Seeing all his relatives present there, Arjun, the son of Kunti, was overwhelmed with compassion, and with deep sorrow, spoke the following words.",
    "gujrati": "પોતાના સર્વ સગાંસંબંધીઓને ત્યાં ઉપસ્થિત જોઇને કુંતીપુત્ર અર્જુન, કરુણાથી અભિભૂત થઇ ગયો અને ગહન વિષાદ સાથે તે આ વચનો બોલ્યો.",
    "hindi": "जब कुन्तिपुत्र अर्जुन ने अपने बंधु बान्धवों को वहाँ देखा तब उसका मन अत्यधिक करुणा से भर गया और फिर गहन शोक के साथ उसने निम्न वचन कहे।",
    "chpter": 1
  },
  {
    "id": "28",
    "bhagavad gita slok": "अर्जुन उवाच |\nदृष्ट्वेमं स्वजनं कृष्ण युयुत्सुं समुपस्थितम् || 28||\nसीदन्ति मम गात्राणि मुखं च परिशुष्यति |",
    "english": "Arjun said: O Krishna, seeing my own kinsmen arrayed for battle here and intent on killing each other, my limbs are giving way and my mouth is drying up.",
    "gujrati": "અર્જુને કહ્યું: હે કૃષ્ણ! યુદ્ધ માટે તથા એકબીજાનો વધ કરવાના આશયથી અહીં  ઉપસ્થિત થયેલા મારાં સ્વજનોને જોઇને મારા અંગો ધ્રૂજી રહ્યાં છે અને મોઢું સુકાઈ રહ્યું છે.",
    "hindi": "अर्जुन ने कहा! हे कृष्ण! युद्ध करने की इच्छा से एक दूसरे का वध करने के लिए यहाँ अपने वंशजों को देखकर मेरे शरीर के अंग कांप रहे हैं और मेरा मुंह सूख रहा है।",
    "chpter": 1
  },
  {
    "id": "29-31",
    "bhagavad gita slok": "वेपथुश्च शरीरे मे रोमहर्षश्च जायते || 29||\nगाण्डीवं स्रंसते हस्तात्त्वक्चै व परिदह्यते |\nन च शक्नोम्यवस्थातुं भ्रमतीव च मे मन: || 30||\nनिमित्तानि च पश्यामि विपरीतानि केशव |\nन च श्रेयोऽनुपश्यामि हत्वा स्वजनमाहवे || 31||",
    "english": "My whole body shudders; my hair is standing on end. My bow, the Gāṇḍīv, is slipping from my hand, and my skin is burning all over. My mind is in quandary and whirling in confusion; I am unable to hold myself steady any longer. O Krishna, killer of the Keshi demon, I only see omens of misfortune. I do not foresee how any good can come from killing my own kinsmen in this battle.",
    "gujrati": "મારું સમગ્ર શરીર કંપે છે; મારાં રૂંવાડાં ઊભા થઇ ગયાં છે. મારું ધનુષ્ય, ગાંડીવ, મારાં હાથોમાંથી સરકી રહ્યું છે, અને મારી આખી ત્વચા બળી રહી છે. મારું મન અનિશ્ચિતતા અને મૂંઝવણોનાં વંટોળમાં અટવાઈ ગયું છે; હું મારી જાતને અધિક સ્થિર રાખવા સમર્થ  નથી. હે કૃષ્ણ! કેશી દૈત્યના સંહારક, હું કેવળ અમંગળના સંકેતો જોઉં છું. મારાં જ સંબંધીઓની હત્યા કરીને મને દૂર સુધી કોઈ શુભતાના દર્શન થતાં નથી.",
    "hindi": "मेरा सारा शरीर काँप रहा है, मेरे शरीर के रोएं खड़े हो रहे हैं, मेरा धनुष ‘गाण्डीव' मेरे हाथ से सरक रहा है और मेरी पूरी त्वचा में जलन हो रही है। मेरा मन उलझ रहा है और मुझे घबराहट हो रही है। अब मैं यहाँ और अधिक खड़ा रहने में समर्थ नहीं हूँ। केशी राक्षस को मारने वाले हे केशव! मुझे केवल अमंगल के लक्षण दिखाई दे रहे हैं। युद्ध में अपने वंश के बंधु बान्धवों का वध करने में मुझे कोई अच्छाई नही दिखाई देती है और उन्हें मारकर मैं कैसे सुख पा सकता हूँ?",
    "chpter": 1
  },
  {
    "id": "32-33",
    "bhagavad gita slok": "न काङ्क्षे विजयं कृष्ण न च राज्यं सुखानि च |\nकिं नो राज्येन गोविन्द किं भोगैर्जीवितेन वा || 32||\nयेषामर्थे काङ्क्षितं नो राज्यं भोगा: सुखानि च |\nत इमेऽवस्थिता युद्धे प्राणांस्त्यक्त्वा धनानि च || 33||",
    "english": "O Krishna, I do not desire victory, kingdom, or the happiness accruing to it. Of what avail will be a kingdom, pleasures, or even life itself, when the very persons for whom we covet them, are standing before us for battle?",
    "gujrati": "હે શ્રી કૃષ્ણ! હું આ રીતે ઉપાર્જિત વિજય, રાજ્ય કે સુખની પણ ઈચ્છા રાખતો નથી. એવા રાજ્ય, સુખો કે જીવનનો શું લાભ કે જેના માટે આ બધું આપણે ઝંખીએ છીએ, તેઓ સર્વ આપણી સમક્ષ યુદ્ધ માટે ગોઠવાયેલા છે.",
    "hindi": "हे कृष्ण! मुझे विजय, राज्य और इससे प्राप्त होने वाला सुख नहीं चाहिए। ऐसा राज्य सुख या अपने जीवन से क्या लाभ प्राप्त हो सकता है क्योंकि जिन लोगों के लिए हम यह सब चाहते हैं, वे सब इस युद्धभूमि में हमारे समक्ष खड़े हैं।",
    "chpter": 1
  },
  {
    "id": "34-35",
    "bhagavad gita slok": "आचार्या: पितर: पुत्रास्तथैव च पितामहा: |\nमातुला: श्वशुरा: पौत्रा: श्याला: सम्बन्धिनस्तथा || 34||\nएतान्न हन्तुमिच्छामि घ्नतोऽपि मधुसूदन |\nअपि त्रैलोक्यराज्यस्य हेतो: किं नु महीकृते || 35||",
    "english": "Teachers, fathers, sons, grandfathers, maternal uncles, grandsons, fathers-in-law, grand-nephews, brothers-in-law, and other kinsmen are present here, staking their lives and riches. O Madhusudan, I do not wish to slay them, even if they attack me. If we kill the sons of Dhritarashtra, what satisfaction will we derive from the dominion over the three worlds, what to speak of this Earth?",
    "gujrati": "ગુરુજનો, પિતૃઓ, પુત્રો, પિતામહો, મામાઓ, પૌત્રો, સસરા, પૌત્રો, સાળાઓ, અને અન્ય સગાંસંબંધીઓ તેમના પ્રાણ અને ધન ત્યજવા તત્પર થઈને અહીં ઉપસ્થિત છે. હે મધુસૂદન! મારા પર તેઓ આક્રમણ પણ કરે તો પણ હું તેમને હણવા નથી ઈચ્છતો. ધૃતરાષ્ટ્રના પુત્રોનો સંહાર કરીને, પૃથ્વીનું તો શું, પણ ત્રણેય લોકોનું રાજ્ય મેળવીને પણ અમને શું પ્રસન્નતા થશે?",
    "hindi": "हे मधुसूदन! जब आचार्यगण, पितृगण, पुत्र, पितामह, मामा, पौत्र, ससुर, भांजे, साले और अन्य संबंधी अपने प्राण और धन का दाव लगाकर यहाँ उपस्थित हुए हैं। यद्यपि वे मुझपर आक्रमण भी करते हैं तथापि मैं इनका वध क्यों करूं? यदि फिर भी हम धृतराष्ट्र के पुत्रों का वध करते हैं तब भले ही इससे हमें पृथ्वी के अलावा तीनों लोक भी प्राप्त क्यों न होते हों तब भी उन्हें मारने से हमें सुख कैसे प्राप्त होगा?",
    "chpter": 1
  },
  {
    "id": "36-37",
    "bhagavad gita slok": "निहत्य धार्तराष्ट्रान्न: का प्रीति: स्याज्जनार्दन |\nपापमेवाश्रयेदस्मान्हत्वैतानाततायिन: || 36 ||\nतस्मान्नार्हा वयं हन्तुं धार्तराष्ट्रान्स्वबान्धवान् |\nस्वजनं हि कथं हत्वा सुखिन: स्याम माधव || 37||",
    "english": "O Maintainer of all living entities, what pleasure will we derive from killing the sons of Dhritarasthra? Even though they may be aggressors, sin will certainly come upon us if we slay them. Hence, it does not behoove us to kill our own cousins, the sons of Dhritarashtra, and friends. O Madhav (Krishna), how can we hope to be happy by killing our own kinsmen?",
    "gujrati": "હે જીવમાત્રના પાલનહાર! ધૃતરાષ્ટ્રના પુત્રોને હણીને અમને કઈ પ્રસન્નતા પ્રાપ્ત થશે? યદ્યપિ તેઓ અત્યાચારી છે, છતાં પણ જો અમે તેમની હત્યા કરીશું તો અમને નિશ્ચિત પાપ લાગશે. તેથી, અમારા પિતરાઈ ભાઈઓ, ધૃતરાષ્ટ્રના પુત્રો અને તેમના મિત્રોનો સંહાર કરવો તે અમારા માટે ઉચિત નથી. હે માધવ (શ્રી કૃષ્ણ)! અમારા પોતાના જ સગાં સંબંધીઓનો સંહાર કરીને અમે સુખી થવાની આશા પણ કેમ રાખી શકીએ?",
    "hindi": "हे समस्त जीवों के पालक! धृतराष्ट्र के पुत्रों का वध करके हमें क्या सुख प्राप्त होगा? यद्यपि वे सब अत्याचारी हैं फिर भी यदि हम उनका वध करते हैं तब निश्चय ही उन्हें मारने का हमें पाप लगेगा। इसलिए अपने चचेरे भाइयों, धृतराष्ट्र के पुत्रों और मित्रों सहित अपने स्वजनों का वध करना हमारे लिए किसी भी दृष्टि से उचित नहीं है। हे माधव! इस प्रकार अपने वंशजों का वध कर हम सुख की आशा कैसे कर सकते हैं?",
    "chpter": 1
  },
  {
    "id": "38-39",
    "bhagavad gita slok": "यद्यप्येते न पश्यन्ति लोभोपहतचेतस: |\nकुलक्षयकृतं दोषं मित्रद्रोहे च पातकम् || 38||\nकथं न ज्ञेयमस्माभि: पापादस्मान्निवर्तितुम् |\nकुलक्षयकृतं दोषं प्रपश्यद्भिर्जनार्दन || 39||",
    "english": "Their thoughts are overpowered by greed and they see no wrong in annihilating their relatives or wreaking treachery upon friends. Yet, O Janardan (Krishna), why should we, who can clearly see the crime in killing our kindred, not turn away from this sin?",
    "gujrati": "તેઓની વિચારધારા લોભથી વશીભૂત થયેલી છે તથા તેઓને પોતાના સગાં સંબંધીઓનો વિનાશ કરવામાં કે પ્રતિશોધને કારણે મિત્રો સાથે વિશ્વાસઘાત કરવામાં કંઈ અનુચિત લાગતું નથી. છતાં પણ હે જનાર્દન! જયારે અમને તો સ્વજનોની હત્યા કરવામાં સ્પષ્ટ રીતે અપરાધ દેખાઈ રહ્યો છે, તો અમે શા માટે આ પાપથી વિમુખ ના થઈએ?",
    "hindi": "यद्यपि लोभ से अभिभूत विचारधारा के कारण वे अपने स्वजनों के विनाश या प्रतिशोध के कारण और अपने मित्रों के साथ विश्वासघात करने में कोई दोष नही देखते हैं। तथापि हे जनार्दन! जब हमें स्पष्टतः अपने बंधु बान्धवों का वध करने में अपराध दिखाई देता है तब हम ऐसे पापमय कर्म से क्यों न दूर रहें?",
    "chpter": 1
  },
  {
    "id": "40",
    "bhagavad gita slok": "कुलक्षये प्रणश्यन्ति कुलधर्मा: सनातना: |\nधर्मे नष्टे कुलं कृत्स्नमधर्मोऽभिभवत्युत || 40||",
    "english": "When a dynasty is destroyed, its traditions get vanquished, and the rest of the family becomes involved in irreligion.",
    "gujrati": "જયારે કુળનો નાશ થાય છે ત્યારે તેની પ્રાચીન કુળ-પરંપરાઓ પણ નષ્ટ થઈ જાય છે, અને શેષ પરિવાર અધર્મમાં પ્રવૃત્ત થવા લાગે છે.",
    "hindi": "जब कुल का नाश हो जाता है तब इसकी कुल परम्पराएं भी नष्ट हो जाती हैं और कुल के शेष परिवार अधर्म में प्रवृत्त होने लगते हैं।",
    "chpter": 1
  },
  {
    "id": "41",
    "bhagavad gita slok": "अधर्माभिभवात्कृष्ण प्रदुष्यन्ति कुलस्त्रिय: |\nस्त्रीषु दुष्टासु वार्ष्णेय जायते वर्णसङ्कर: || 41||",
    "english": "With the preponderance of vice, O Krishna, the women of the family become immoral; and from the immorality of women, O descendent of Vrishni, unwanted progeny are born.",
    "gujrati": "અધર્મની પ્રબળતા સાથે, હે કૃષ્ણ! કુળની સ્ત્રીઓ વ્યભિચારીણી થઈ જાય છે અને પતિત સ્ત્રીઓ દુષિત થવાથી હે વૃષ્ણીવંશી! અવાંછિત સંતતિઓ ઉત્પન્ન થાય છે.",
    "hindi": "अधर्म की प्रबलता के साथ हे कृष्ण! कुल की स्त्रियां दूषित हो जाती हैं और स्त्रियों के दुराचारिणी होने से हे वृष्णिवंशी! अवांछित संतानें जन्म लेती हैं।",
    "chpter": 1
  },
  {
    "id": "42",
    "bhagavad gita slok": "सङ्करो नरकायैव कुलघ्नानां कुलस्य च |\nपतन्ति पितरो ह्येषां लुप्तपिण्डोदकक्रिया: || 42||",
    "english": "An increase in unwanted children results in hellish life both for the family and for those who destroy the family. Deprived of sacrificial offerings, the ancestors of such corrupt families also fall.",
    "gujrati": "આવાં અવાંછિત સંતાનોની વૃદ્ધિ, કુળ તથા કુળનો વિનાશ કરનાર બંને માટે નિ:સંદેહ નારકીય જીવનમાં પરિણમે છે. પિંડદાન અને તર્પણની ક્રિયાઓ લુપ્ત થવાથી આવાં પતિત કુળોનાં વંચિત પૂર્વજો અધ:પતન પામે છે.",
    "hindi": "अवांछित सन्तानों की वृद्धि के परिणामस्वरूप निश्चय ही परिवार और पारिवारिक परम्परा का विनाश करने वालों का जीवन नारकीय बन जाता है। जल तथा पिण्डदान की क्रियाओं से वंचित हो जाने के कारण ऐसे पतित कुलों के पित्तरों का भी पतन हो जाता है।",
    "chpter": 1
  },
  {
    "id": "43",
    "bhagavad gita slok": "दोषैरेतै: कुलघ्नानां वर्णसङ्करकारकै: |\nउत्साद्यन्ते जातिधर्मा: कुलधर्माश्च शाश्वता: || 43||",
    "english": "Through the evil deeds of those who destroy the family tradition and thus give rise to unwanted progeny, a variety of social and family welfare activities are ruined.",
    "gujrati": "જેઓ કુળ પરંપરાઓનો નાશ કરે છે અને એ રીતે અવાંછિત સંતતિની વૃદ્ધિ કરે છે, તેઓનાં દુષ્કર્મોથી સર્વ પ્રકારનાં સામુદાયિક તથા પારિવારિક કલ્યાણની પ્રવૃત્તિઓનો વિનાશ થઇ જાય છે.",
    "hindi": "अपने दुष्कर्मों से कुल परम्परा का विनाश करने वाले दुराचारियों के कारण समाज में अवांछित सन्तानों की वृद्धि होती है और विविध प्रकार की सामुदायिक और परिवार कल्याण की गतिविधियों का भी विनाश हो जाता है।",
    "chpter": 1
  },
  {
    "id": "44",
    "bhagavad gita slok": "उत्सन्नकुलधर्माणां मनुष्याणां जनार्दन |\nनरकेऽनियतं वासो भवतीत्यनुशुश्रुम || 44||",
    "english": "O Janardan (Krishna), I have heard from the learned that those who destroy family traditions dwell in hell for an indefinite period of time.",
    "gujrati": "હે જનાર્દન (શ્રી કૃષ્ણ)! મેં વિદ્વાનો પાસેથી સાંભળ્યું છે કે, જે લોકો કુળધર્મનો નાશ કરે છે, તેઓ અનિશ્ચિતકાળ સુધી નરકમાં નિવાસ કરે છે.",
    "hindi": "हे जनार्दन! मैंने गुरुजनों से सुना है कि जो लोग कुल परंपराओं का विनाश करते हैं, वे अनिश्चितकाल के लिए नरक में डाल दिए जाते हैं।",
    "chpter": 1
  },
  {
    "id": "45-46",
    "bhagavad gita slok": "अहो बत महत्पापं कर्तुं व्यवसिता वयम् |\nयद्राज्यसुखलोभेन हन्तुं स्वजनमुद्यता: || 45||\nयदि मामप्रतीकारमशस्त्रं शस्त्रपाणय: |\nधार्तराष्ट्रा रणे हन्युस्तन्मे क्षेमतरं भवेत् || 46||",
    "english": "Alas! How strange it is that we have set our mind to perform this great sin with horrifying consequences. Driven by the desire for kingly pleasures, we are intent on killing our own kinsmen. It would be better if, with weapons in hand, the sons of Dhritarashtra kill me unarmed and unresisting on the battlefield.",
    "gujrati": "અરે, આ તે કેવું આશ્ચર્ય છે કે અમે આવું મોટું પાપકર્મ કરવા તત્પર થયા છીએ. રાજસુખ ભોગવવાના લોભથી વશ થઈને અમે અમારા સ્વજનોને હણવા તૈયાર થયા છીએ. જો શસ્ત્ર ધારણ કરેલા ધૃતરાષ્ટ્રના પુત્રો, નિ:શસ્ત્ર તથા રણભૂમિમાં પ્રતિકાર ન કરનારા એવા મને હણે, તો તે મારા માટે શ્રેયસ્કર રહેશે.",
    "hindi": "ओह! कितने आश्चर्य की बात है कि हम मानसिक रूप से इस महा पापजन्य कर्म करने के लिए उद्यत हैं। राजसुख भोगने की इच्छा के प्रयोजन से हम अपने वंशजों का वध करना चाहते हैं। यदि धृतराष्ट्र के शस्त्र युक्त पुत्र मुझ निहत्थे को रणभूमि में प्रतिरोध किए बिना भी मार देते हैं तब यह मेरे लिए श्रेयस्कर होगा।",
    "chpter": 1
  },
  {
    "id": "47",
    "bhagavad gita slok": "सञ्जय उवाच |\nएवमुक्त्वार्जुन: सङ्ख्ये रथोपस्थ उपाविशत् |\nविसृज्य सशरं चापं शोकसंविग्नमानस: || 47||",
    "english": "bhagavad gita slokjay said: Speaking thus, Arjun cast aside his bow and arrows, and bhagavad gita slokk into the seat of his chariot, his mind in distress and overwhelmed with grief.",
    "gujrati": "સંજય બોલ્યા: આ પ્રમાણે કહીને અર્જુને પોતાના બાણ અને ધનુષ્ય બાજુ પર મૂકી દીધાં અને રથના આસન પર ફસડાઈ પડયો, તેનું મન વ્યથા અને શોકથી સંતપ્ત થઇ ગયું.",
    "hindi": "संजय ने कहा-इस प्रकार यह कह कर अर्जुन ने अपना धनुष और बाणों को एक ओर रख दिया और शोकाकुल चित्त से अपने रथ के आसन पर बैठ गया, उसका मन व्यथा और दुख से भर गया।",
    "chpter": 1
  },
  {
    "id": "1",
    "bhagavad gita slok": "सञ्जय उवाच |\nतं तथा कृपयाविष्टमश्रुपूर्णाकुलेक्षणम् |\nविषीदन्तमिदं वाक्यमुवाच मधुसूदन: || 1||",
    "english": "bhagavad gita slokjay said: Seeing Arjun overwhelmed with pity, his mind grief-stricken, and his eyes full of tears, Shree Krishna spoke the following words.",
    "gujrati": "સંજયે કહ્યું: કરુણાથી વિહ્વળ થયેલા, શોકયુક્ત મનવાળા, અશ્રુપૂર્ણ નેત્રોવાળા અર્જુનને જોઇને, શ્રી કૃષ્ણ નીચે મુજબના વચનો બોલ્યા.",
    "hindi": "संजय ने कहा-करुणा से अभिभूत, मन से शोकाकुल और अश्रुओं से भरे नेत्रों वाले अर्जुन को देख कर श्रीकृष्ण ने निम्नवर्णित शब्द कहे।",
    "chpter": 2
  },
  {
    "id": "2",
    "bhagavad gita slok": "श्रीभगवानुवाच |\nकुतस्त्वा कश्मलमिदं विषमे समुपस्थितम् |\nअनार्यजुष्टमस्वर्ग्यमकीर्तिकरमर्जुन || 2||",
    "english": "The Supreme Lord said: My dear Arjun, how has this delusion overcome you in this hour of peril? It is not befitting an honorable person. It leads not to the higher abodes, but to disgrace.",
    "gujrati": "પૂર્ણ પુરુષોત્તમ પરમેશ્વરે કહ્યું: મારા પ્રિય અર્જુન, આ સંકટના સમયે આવી ભ્રાંતિ તારા પર કેવી રીતે હાવી થઇ ગઈ? સમ્માનીય વ્યક્તિ માટે આ જરા પણ ઉચિત નથી. તે ઉચ્ચ લોક તરફ નહિ પરંતુ અપયશ તરફ દોરી જાય છે.",
    "hindi": "परमात्मा श्रीकृष्ण ने कहाः मेरे प्रिय अर्जुन! इस संकट की घड़ी में तुम्हारे भीतर यह विमोह कैसे उत्पन्न हुआ? यह सम्माननीय लोगों के अनुकूल नहीं है। इससे उच्च लोकों की प्राप्ति नहीं होती अपितु अपयश प्राप्त होता है।",
    "chpter": 2
  },
  {
    "id": "3",
    "bhagavad gita slok": "क्लैब्यं मा स्म गम: पार्थ नैतत्त्वय्युपपद्यते |\nक्षुद्रं हृदयदौर्बल्यं त्यक्त्वोत्तिष्ठ परन्तप || 3||",
    "english": "O Parth, it does not befit you to yield to this unmanliness. Give up such petty weakness of heart and arise, O vanquisher of enemies.",
    "gujrati": "હે પાર્થ, આ નપુંસકતા તને શોભા દેતી નથી. હે શત્રુઓનું દમન કરનાર, હૃદયની આવી ક્ષુદ્ર દુર્બળતાનો ત્યાગ કર અને ઊભો થા.",
    "hindi": "हे पार्थ! अपने भीतर इस प्रकार की नपुंसकता का भाव लाना तुम्हें शोभा नहीं देता। हे शत्रु विजेता! हृदय की तुच्छ दुर्बलता का त्याग करो और युद्ध के लिए तैयार हो जाओ।",
    "chpter": 2
  },
  {
    "id": "4",
    "bhagavad gita slok": "अर्जुन उवाच |\nकथं भीष्ममहं सङ्ख्ये द्रोणं च मधुसूदन |\nइषुभि: प्रतियोत्स्यामि पूजार्हावरिसूदन || 4||",
    "english": "Arjun said: O Madhusudan, how can I shoot arrows in battle on men like Bheeshma and Dronacharya, who are worthy of my worship, O destroyer of enemies?",
    "gujrati": "અર્જુને કહ્યું: હે મધુસૂદન! હે અરિહન્તા! હું યુદ્ધમાં ભીષ્મ તથા દ્રોણાચાર્ય સમાન મારા પૂજનીય મહાપુરુષો પર બાણોથી કેવી રીતે પ્રહાર કરીશ?",
    "hindi": "अर्जुन ने कहा-हे मधुसूदन! हे शत्रुओं के दमनकर्ता! मैं युद्धभूमि में कैसे भीष्म और द्रोणाचार्य जैसे महापुरुषों पर बाण चला सकता हूँ जो मेरे लिए परम पूजनीय है।",
    "chpter": 2
  },
  {
    "id": "5",
    "bhagavad gita slok": "गुरूनहत्वा हि महानुभावान्\nश्रेयो भोक्तुं भैक्ष्यमपीह लोके |\nहत्वार्थकामांस्तु गुरूनिहैव\nभुञ्जीय भोगान् रुधिरप्रदिग्धान् || 5||",
    "english": "It would be better to live in this world by begging, than to enjoy life by killing these noble elders, who are my teachers. If we kill them, the wealth and pleasures we enjoy will be tainted with blood.",
    "gujrati": "આવા આદરણીય મહાપુરુષો કે જેઓ મારા ગુરુજનો છે, તેઓને હણીને જીવન માણવા કરતાં ભિક્ષા માંગીને આ જગતમાં જીવન નિર્વાહ કરવો અધિક શ્રેયસ્કર છે. જો અમે તેમનો સંહાર કરીશું, તો જે ઐશ્વર્ય તથા સુખો અમે ભોગવીશું તે રક્તરંજિત હશે.",
    "hindi": "ऐसे आदरणीय महापुरुष जो मेरे गुरुजन हैं, को मारकर सुखपूर्वक जीवन व्यतीत करने की अपेक्षा तो भीख मांगकर इस संसार में जीवन निर्वाह करना अधिक श्रेयस्कर है। यदि हम उन्हें मारते हैं तो उसके परिणामस्वरूप हम जिस सम्पत्ति और सुखों का भोग करेंगे वे रक्तरंजित होंगे।",
    "chpter": 2
  },
  {
    "id": "6",
    "bhagavad gita slok": "न चैतद्विद्म: कतरन्नो गरीयो\nयद्वा जयेम यदि वा नो जयेयु: |\nयानेव हत्वा न जिजीविषाम\nस्तेऽवस्थिता: प्रमुखे धार्तराष्ट्रा: || 6||",
    "english": "We do not even know which result of this war is preferable for us—conquering them or being conquered by them. Even after killing them we will not desire to live. Yet they have taken the side of the sons of Dhritarasthra, and now stand before us on the battlefield.",
    "gujrati": "અમે તો એ પણ જાણતા નથી કે આ યુદ્ધનું કયું પરિણામ અમારા માટે શ્રેયસ્કર છે—તેમને જીતવા કે તેમના દ્વારા જીતાઈ જવું. તેઓની હત્યા કરીને અમને જીવવાની ઈચ્છા પણ નહિ થાય. છતાં તેઓએ ધૃતરાષ્ટ્રના પુત્રોનો પક્ષ લીધો છે, અને હવે રણક્ષેત્રમાં અમારી સામે ઊભા છે.",
    "hindi": "हम यह भी नहीं जानते कि इस युद्ध का परिणाम हमारे लिए किस प्रकार से श्रेयस्कर होगा। उन पर विजय पाकर या उनसे पराजित होकर। यद्यपि उन्होंने धृतराष्ट्र का पक्ष लिया है और अब वे युद्धभूमि में हमारे सम्मुख खड़े हैं तथापि उनको मारकर हमारी जीवित रहने की कोई इच्छा नहीं होगी।",
    "chpter": 2
  },
  {
    "id": "7",
    "bhagavad gita slok": "कार्पण्यदोषोपहतस्वभाव:\nपृच्छामि त्वां धर्मसम्मूढचेता: |\nयच्छ्रेय: स्यान्निश्चितं ब्रूहि तन्मे\nशिष्यस्तेऽहं शाधि मां त्वां प्रपन्नम् || 7||",
    "english": "I am confused about my duty, and am besieged with anxiety and faintheartedness. I am Your disciple, and am surrendered to You. Please instruct me for certain what is best for me.",
    "gujrati": "હું કિંકર્તવ્યવિમૂઢ થઇ ગયો છું તેમજ ચિંતા અને કાયરતાથી ગ્રસ્ત થઇ ગયો છું. હું આપનો શિષ્ય છું તેમજ આપને શરણાગત છું. કૃપા કરીને નિશ્ચિતપણે ઉપદેશ આપો કે મારા માટે શું શ્રેષ્ઠ છે.",
    "hindi": "मैं किंकर्तव्यविमूढ़ हो गया हूँ और गहन चिन्ता में डूब कर कायरता दिखा रहा हूँ। मैं आपका शिष्य हूँ और आपके शरणागत हूँ। कृपया मुझे निश्चय ही यह उपदेश दें कि मेरा हित किसमें है।",
    "chpter": 2
  },
  {
    "id": "8",
    "bhagavad gita slok": "न हि प्रपश्यामि ममापनुद्याद्\nयच्छोकमुच्छोषणमिन्द्रियाणाम् |\nअवाप्य भूमावसपत्नमृद्धं\nराज्यं सुराणामपि चाधिपत्यम् || 8||",
    "english": "I can find no means of driving away this anguish that is drying up my senses. Even if I win a prosperous and unrivalled kingdom on the earth, or gain sovereignty like the celestial gods, I will be unable to dispel this grief.",
    "gujrati": "મારી ઇન્દ્રિયોને સૂકવી નાખનાર આ શોકને દૂર કરી શકે એવું કોઈ સાધન મને દેખાતું નથી. જો હું આ પૃથ્વી ઉપર સમૃદ્ધ અને શત્રુરહિત રાજ્ય જીતીને અથવા તો સ્વર્ગીય દેવતાઓ સમાન ઐશ્વર્યયુક્ત સાર્વભૌમ સત્તા પ્રાપ્ત કરી લઉં, તો પણ હું આ શોક દૂર કરવામાં અસમર્થ રહીશ.",
    "hindi": "मुझे ऐसा कोई उपाय नहीं सूझता जो मेरी इन्द्रियों को सुखाने वाले इस शोक को दूर कर सके। यदि मैं धन सम्पदा से भरपूर इस पृथ्वी पर निष्कंटक राज्य प्राप्त कर लेता हूँ या देवताओं जैसा प्रभुत्व प्राप्त कर लेता हूँ तब भी मैं इस शोक को दूर करने में समर्थ नहीं हो पाऊँगा।",
    "chpter": 2
  },
  {
    "id": "9",
    "bhagavad gita slok": "सञ्जय उवाच |\nएवमुक्त्वा हृषीकेशं गुडाकेश: परन्तप |\nन योत्स्य इति गोविन्दमुक्त्वा तूष्णीं बभूव ह || 9||",
    "english": "I can find no means of driving away this anguish that is drying up my senses. Even if I win a prosperous and unrivalled kingdom on the earth, or gain sovereignty like the celestial gods, I will be unable to dispel this grief.",
    "gujrati": "સંજયે કહ્યું:  આ પ્રમાણે બોલ્યા પછી, શત્રુઓનું દમન કરનાર ગુડાકેશે, હૃષીકેશને સંબોધીને કહ્યું: “હે ગોવિંદ! હું લડીશ નહિ,” અને મૌન થઈ ગયો.",
    "hindi": "संजय ने कहा-ऐसा कहने के पश्चात 'गुडाकेश' शत्रुओं का दमन करने वाला अर्जुन, 'हृषीकेश' कृष्ण से बोला, हे गोविन्द! मैं युद्ध नहीं करूँगा और शांत हो गया।",
    "chpter": 2
  },
  {
    "id": "10",
    "bhagavad gita slok": "तमुवाच हृषीकेश: प्रहसन्निव भारत |\nसेनयोरुभयोर्मध्ये विषीदन्तमिदं वच: || 10||",
    "english": "O Dhritarashtra, thereafter, in the midst of both the armies, Shree Krishna smilingly spoke the following words to the grief-stricken Arjun.",
    "gujrati": "હે ધૃતરાષ્ટ્ર, તે પછી બંને સૈન્યોની મધ્યે, ભગવાન શ્રી કૃષ્ણે, શોકમગ્ન અર્જુનને સ્મિતપૂર્વક આ પ્રમાણે વચનો કહ્યાં",
    "hindi": "हे भरतवंशी धृतराष्ट्र! तत्पश्चात दोनों पक्षों की सेनाओं के मध्य शोककुल अर्जुन से कृष्ण ने प्रसन्न होते हुए ये वचन कहे।",
    "chpter": 2
  },
  {
    "id": "11",
    "bhagavad gita slok": "श्रीभगवानुवाच |\nअशोच्यानन्वशोचस्त्वं प्रज्ञावादांश्च भाषसे |\nगतासूनगतासूंश्च नानुशोचन्ति पण्डिता: || 11||",
    "english": "The Supreme Lord said: While you speak words of wisdom, you are mourning for that which is not worthy of grief. The wise lament neither for the living nor for the dead.",
    "gujrati": "પૂર્ણ પુરુષોત્તમ ભગવાન બોલ્યા: તું વિદ્વત્તાભરી વાતો કરે છે, પરંતુ જેનો શોક કરવા જેવો નથી, તેના માટે તું શોક કરી રહ્યો છે. જેઓ જ્ઞાની હોય છે, તેઓ જીવિત કે મૃત માટે શોક કરતા નથી.",
    "hindi": "परम भगवान ने कहा-तुम विद्वतापूर्ण वचन कहकर भी उनके लिए शोक कर रहे हो जो शोक के पात्र नहीं हैं। बुद्धिमान पुरुष न तो जीवित प्राणी के लिए शोक करते हैं और न ही मृत के लिए।",
    "chpter": 2
  },
  {
    "id": "12",
    "bhagavad gita slok": "न त्वेवाहं जातु नासं न त्वं नेमे जनाधिपाः |\nन चैव न भविष्याम: सर्वे वयमत: परम् || 12||",
    "english": "Never was there a time when I did not exist, nor you, nor all these kings; nor in the future shall any of us cease to be.",
    "gujrati": "એવું ક્યારેય ન હતું કે હું વિદ્યમાન ન હતો કે તું ન હતો અથવા તો આ બધાં રાજાઓ ન હતા અને એવું પણ નથી કે પછી ભવિષ્યમાં આપણે બધા નહીં હોઈએ",
    "hindi": "ऐसा कोई समय नहीं था कि जब मैं नहीं था या तुम नहीं थे और ये सभी राजा न रहे हों और ऐसा भी नहीं है कि भविष्य में हम सब नहीं रहेंगे",
    "chpter": 2
  },
  {
    "id": "13",
    "bhagavad gita slok": "देहिनोऽस्मिन्यथा देहे कौमारं यौवनं जरा |\nतथा देहान्तरप्राप्तिर्धीरस्तत्र न मुह्यति || 13||",
    "english": "Just as the embodied soul continuously passes from childhood to youth to old age, similarly, at the time of death, the soul passes into another body. The wise are not deluded by this.",
    "gujrati": "જેવી રીતે દેહધારી આત્મા શરીરમાં કુમારાવસ્થામાંથી યુવાવસ્થામાં અને પછી વૃદ્ધાવસ્થામાં એમ નિરંતર પસાર થતો રહે છે, તેવી જ રીતે મૃત્યુ પછી આત્મા બીજું શરીર ધારણ કરે છે. ધીર પુરુષ આવાં પરિવર્તનથી મોહિત થતો નથી.",
    "hindi": "जैसे देहधारी आत्मा इस शरीर में बाल्यावस्था से तरुणावस्था और वृद्धावस्था की ओर निरन्तर अग्रसर होती है, वैसे ही मृत्यु के समय आत्मा दूसरे शरीर में चली जाती है। बुद्धिमान मनुष्य ऐसे परिवर्तन से मोहित नहीं होते।",
    "chpter": 2
  },
  {
    "id": "14",
    "bhagavad gita slok": "मात्रास्पर्शास्तु कौन्तेय शीतोष्णसुखदु: खदा: |\nआगमापायिनोऽनित्यास्तांस्तितिक्षस्व भारत || 14||",
    "english": "O son of Kunti, the contact between the senses and the sense objects gives rise to fleeting perceptions of happiness and distress. These are non-permanent, and come and go like the winter and summer seasons. O descendent of Bharat, one must learn to tolerate them without being disturbed.",
    "gujrati": "હે કુંતીપુત્ર! ઇન્દ્રિયો તથા ઇન્દ્રિયોના વિષયોનો સંપર્ક સુખ અને દુ:ખના ક્ષણભંગુર બોધને વેગ આપે છે.તેઓ અનિત્ય હોય છે, અને શિયાળા તેમજ ઉનાળાની ઋતુઓની સમાન આવન-જાવન કરે છે. હે ભરતવંશી! મનુષ્યે તેમને અસ્વસ્થ થયા વિના, સહન કરતાં શીખવું જોઈએ",
    "hindi": "हे कुन्तीपुत्र! इन्द्रिय और उसके विषयों के संपर्क से उत्पन्न सुख तथा दुख का अनुभव क्षण भंगुर है। ये स्थायी न होकर सर्दी तथा गर्मी की ऋतुओं के आने-जाने के समान हैं। हे भरतवंशी! मनुष्य को चाहिए कि वह विचलित हुए बिना उनको सहन करना सीखे।",
    "chpter": 2
  },
  {
    "id": "15",
    "bhagavad gita slok": "यं हि न व्यथयन्त्येते पुरुषं पुरुषर्षभ |\nसमदु:खसुखं धीरं सोऽमृतत्वाय कल्पते || 15||",
    "english": "O Arjun, noblest amongst men, that person who is not affected by happiness and distress, and remains steady in both, becomes eligible for liberation.",
    "gujrati": "હે પુરુષ શ્રેષ્ઠ, અર્જુન! જે પુરુષ સુખ તથા દુ:ખમાં વિચલિત થતો નથી, અને બંનેમાં એક સમાન રહે છે, તે મુક્તિ માટે સર્વથા યોગ્ય છે.",
    "hindi": "हे पुरुषो में श्रेष्ठ अर्जुन! जो मनुष्य सुख तथा दुख में विचलित नहीं होता और इन दोनों परिस्थितियों में स्थिर रहता है, वह वास्तव मे मुक्ति का पात्र है।",
    "chpter": 2
  },
  {
    "id": "16",
    "bhagavad gita slok": "नासतो विद्यते भावो नाभावो विद्यते सत: |\nउभयोरपि दृष्टोऽन्तस्त्वनयोस्तत्त्वदर्शिभि: || 16||",
    "english": "Of the transient there is no endurance, and of the eternal there is no cessation. This has verily been observed and concluded by the seers of the Truth, after studying the nature of both.",
    "gujrati": "જે અશાશ્વત છે તે ક્યારેય ટકતું નથી અને જે શાશ્વત છે તે ક્યારેય હીન થતું નથી. દૃષ્ટાઓએ આ સત્યને બન્નેની પ્રકૃતિનાં અધ્યયનથી અવલોક્યું છે.",
    "hindi": "अनित्य शरीर का चिरस्थायित्व नहीं है और शाश्वत आत्मा का कभी अन्त नहीं होता है। तत्त्वदर्शियों द्वारा भी इन दोनों की प्रकृति के अध्ययन करने के पश्चात निकाले गए निष्कर्ष के आधार पर इस यथार्थ की पुष्टि की गई है।",
    "chpter": 2
  },
  {
    "id": "17",
    "bhagavad gita slok": "अविनाशि तु तद्विद्धि येन सर्वमिदं ततम् |\nविनाशमव्ययस्यास्य न कश्चित्कर्तुमर्हति || 17||",
    "english": "That which pervades the entire body, know it to be indestructible. No one can cause the destruction of the imperishable soul.",
    "gujrati": "જે સમગ્ર શરીરમાં વ્યાપ્ત છે, તેને જ તું અવિનાશી જાણ. તે અવિનાશી આત્માનો નાશ કરવા કોઈ જ સમર્થ નથી.",
    "hindi": "जो पूरे शरीर में व्याप्त है, उसे ही तुम अविनाशी समझो। उस अनश्वर आत्मा को नष्ट करने मे कोई भी समर्थ नहीं है।",
    "chpter": 2
  },
  {
    "id": "18",
    "bhagavad gita slok": "य एनं वेत्ति हन्तारं यश्चैनं मन्यते हतम् |\nउभौ तौ न विजानीतो नायं हन्ति न हन्यते || 19||",
    "english": "Only the material body is perishable; the embodied soul within is indestructible, immeasurable, and eternal. Therefore, fight, O descendent of Bharat.",
    "gujrati": "કેવળ ભૌતિક શરીર નાશવંત છે; તેમાં વ્યાપ્ત આત્મા અવિનાશી, અપ્રમેય અને શાશ્વત છે. તેથી, હે ભરતવંશી! યુદ્ધ કર.",
    "hindi": "केवल भौतिक शरीर ही नश्वर है और शरीर में व्याप्त आत्मा अविनाशी, अपरिमेय तथा शाश्वत है। अतः हे भरतवंशी! युद्ध करो।",
    "chpter": 2
  },
  {
    "id": "19",
    "bhagavad gita slok": "य एनं वेत्ति हन्तारं यश्चैनं मन्यते हतम् |\nउभौ तौ न विजानीतो नायं हन्ति न हन्यते || 19||",
    "english": "Neither of them is in knowledge—the one who thinks the soul can slay and the one who thinks the soul can be slain. For truly, the soul neither kills nor can it be killed.",
    "gujrati": "જે આત્માને હણનારો સમજે છે તથા જે એને હણાયેલો માને છે, તે બંને અજ્ઞાની છે, કારણ કે આત્મા નથી હણતો કે નથી હણાતો.",
    "hindi": "वह जो यह सोचता है कि आत्मा को मारा जा सकता है या आत्मा मर सकती है, वे दोनों ही अज्ञानी हैं। वास्तव में आत्मा न तो मरती है और न ही उसे मारा जा सकता है।",
    "chpter": 2
  },
  {
    "id": "20",
    "bhagavad gita slok": "न जायते म्रियते वा कदाचि\nनायं भूत्वा भविता वा न भूय: |\nअजो नित्य: शाश्वतोऽयं पुराणो\nन हन्यते हन्यमाने शरीरे || 20||",
    "english": "The soul is neither born, nor does it ever die; nor having once existed, does it ever cease to be. The soul is without birth, eternal, immortal, and ageless. It is not destroyed when the body is destroyed.",
    "gujrati": "આત્મા ક્યારેય જન્મ લેતો નથી કે મૃત્યુ પામતો નથી; ન તો એ ક્યારેક અસ્તિત્વમાન હતો કે ન તો કદાપિ વિનાશ પામ્યો હતો. આત્મા અજન્મા, શાશ્વત, અવિનાશી, અજર છે. જયારે શરીર નષ્ટ થઈ જાય છે, ત્યારે તેનો નાશ થતો નથી.",
    "hindi": "आत्मा का न तो कभी जन्म होता है न ही मृत्यु होती है और न ही आत्मा किसी काल में जन्म लेती है और न ही कभी मृत्यु को प्राप्त होती है। आत्मा अजन्मा, शाश्वत, अविनाशी और चिरनूतन है। शरीर का विनाश होने पर भी इसका विनाश नहीं होता।",
    "chpter": 2
  },
  {
    "id": "21",
    "bhagavad gita slok": "वेदाविनाशिनं नित्यं य एनमजमव्ययम् |\nकथं स पुरुष: पार्थ कं घातयति हन्ति कम् || 21||",
    "english": "O Parth, how can one who knows the soul to be imperishable, eternal, unborn, and immutable kill anyone or cause anyone to kill?",
    "gujrati": "હે પાર્થ! જે જાણે છે કે આત્મા અવિનાશી, શાશ્વત, અજન્મા, અને અચળ છે, એ કોઈને કેવી રીતે હણી શકે અથવા તો કેવી રીતે કોને હણવાનું કારણ બની શકે?",
    "hindi": "हे पार्थ! वह जो यह जानता है कि आत्मा अविनाशी, शाश्वत, अजन्मा और अपरिवर्तनीय है, वह किसी को कैसे मार सकता है या किसी की मृत्यु का कारण हो सकता है?",
    "chpter": 2
  },
  {
    "id": "22",
    "bhagavad gita slok": "वासांसि जीर्णानि यथा विहाय\nनवानि गृह्णाति नरोऽपराणि |\nतथा शरीराणि विहाय जीर्णा\nन्यन्यानि संयाति नवानि देही || 22||",
    "english": "As a person sheds worn-out garments and wears new ones, likewise, at the time of death, the soul casts off its worn-out body and enters a new one.",
    "gujrati": "જેવી રીતે મનુષ્ય જૂનાં વસ્ત્રો ત્યજીને નવાં વસ્ત્રો ધારણ કરે છે, તેવી રીતે મૃત્યુ સમયે આત્મા વૃદ્ધ તથા નકામું શરીર ત્યજીને નવું ભૌતિક શરીર ધારણ કરે છે.",
    "hindi": "जिस प्रकार से मनुष्य अपने फटे पुराने वस्त्रों को त्याग कर नये वस्त्र धारण करता है, उसी प्रकार मृत्यु होने पर आत्मा पुराने तथा व्यर्थ शरीर को त्याग कर नया शरीर धारण करती है।",
    "chpter": 2
  },
  {
    "id": "23",
    "bhagavad gita slok": "नैनं छिन्दन्ति शस्त्राणि नैनं दहति पावक: |\nन चैनं क्लेदयन्त्यापो न शोषयति मारुत: || 23||",
    "english": "Weapons cannot shred the soul, nor can fire burn it. Water cannot wet it, nor can the wind dry it.",
    "gujrati": "આ આત્માને શસ્ત્રોથી છેદી શકતો નથી, કે અગ્નિથી બાળી શકાતો નથી. જળ તેને ભીંજવી શકતું નથી, કે પવન તેને સૂકવી શકતો નથી.",
    "hindi": "किसी भी शस्त्र द्वारा आत्मा के टुकड़े नहीं किए जा सकते, न ही अग्नि आत्मा को जला सकती है, न ही जल द्वारा उसे गीला किया जा सकता है और न ही वायु इसे सुखा सकती है।",
    "chpter": 2
  },
  {
    "id": "24",
    "bhagavad gita slok": "अच्छेद्योऽयमदाह्योऽयमक्लेद्योऽशोष्य एव च |\nनित्य: सर्वगत: स्थाणुरचलोऽयं सनातन: || 24||",
    "english": "The soul is unbreakable and incombustible; it can neither be dampened nor dried. It is everlasting, in all places, unalterable, immutable, and primordial.",
    "gujrati": "આ આત્મા અખંડ અને અદાહ્ય છે, તેને ભીંજવી શકાતો નથી કે સૂકવી શકાતો નથી. તે ચિરસ્થાયી, સર્વવ્યાપક, અટલ, અચળ, અને સનાતન છે.",
    "hindi": "आत्मा अखंडित और अज्वलनशील है, इसे न तो गीला किया जा सकता है और न ही सुखाया जा सकता है। यह आत्मा शाश्वत, सर्वव्यापी, अपरिर्वतनीय, अचल और अनादि है।",
    "chpter": 2
  },
  {
    "id": "25",
    "bhagavad gita slok": "अव्यक्तोऽयमचिन्त्योऽयमविकार्योऽयमुच्यते |\nतस्मादेवं विदित्वैनं नानुशोचितुमर्हसि || 25||",
    "english": "The soul is spoken of as invisible, inconceivable, and unchangeable. Knowing this, you should not grieve for the body.",
    "gujrati": "આ આત્માને અદૃશ્ય, અચિંત્ય,અને અપરિવર્તનશીલ કહેવામાં આવ્યો છે. આ જાણ્યા પછી તારે શરીર માટે શોક કરવો ના જોઈએ.",
    "hindi": "इस आत्मा को अदृश्य, अचिंतनीय और अपरिवर्तनशील कहा गया है। यह जानकर हमें शरीर के लिए शोक प्रकट नहीं करना चाहिए।",
    "chpter": 2
  },
  {
    "id": "26",
    "bhagavad gita slok": "अथ चैनं नित्यजातं नित्यं वा मन्यसे मृतम् |\nतथापि त्वं महाबाहो नैवं शोचितुमर्हसि || 26||",
    "english": "If, however, you think that the self is subject to constant birth and death, O mighty-armed Arjun, even then you should not grieve like this.",
    "gujrati": "જો, આમ છતાં, તું એમ વિચારતો હોય કે આત્મા સદા જન્મે છે અને હંમેશને માટે મૃત્યુ પામે છે, તો પણ તારે શોક કરવાનું કોઈ કારણ નથી.",
    "hindi": "यदि तुम यह सोचते हो कि आत्मा निरन्तर जन्म लेती है और मरती है तब ऐसी स्थिति में भी, हे महाबाहु अर्जुन! तुम्हें इस प्रकार से शोक नहीं करना चाहिए।",
    "chpter": 2
  },
  {
    "id": "27",
    "bhagavad gita slok": "जातस्य हि ध्रुवो मृत्युर्ध्रुवं जन्म मृतस्य च |\nतस्मादपरिहार्येऽर्थे न त्वं शोचितुमर्हसि || 27||",
    "english": "Death is certain for one who has been born, and rebirth is inevitable for one who has died. Therefore, you should not lament over the inevitable.",
    "gujrati": "જેણે જન્મ લીધો છે, તેનું મરણ નિશ્ચિત છે અને જે મૃત્યુ પામે છે, તેનો  પુનર્જન્મ પણ અનિવાર્ય  છે. તેથી, જે અનિવાર્ય છે તે અંગે તારે શોક ન કરવો જોઈએ.",
    "hindi": "जो जन्म लेता है उसकी मृत्यु निश्चित है और मृत्यु के पश्चात पुनर्जन्म भी अवश्यंभावी है। अतः तुम्हें अपरिहार्य के लिए शोक नहीं करना चाहिए।",
    "chpter": 2
  },
  {
    "id": "28",
    "bhagavad gita slok": "अव्यक्तादीनि भूतानि व्यक्तमध्यानि भारत |\nअव्यक्तनिधनान्येव तत्र का परिदेवना || 28||",
    "english": "O scion of Bharat, all created beings are unmanifest before birth, manifest in life, and again unmanifest on death. So why grieve?",
    "gujrati": "હે ભરતવંશી! બધાં જીવો જન્મ પૂર્વે અપ્રગટ હોય છે, જીવન દરમ્યાન પ્રગટ થાય છે અને મૃત્યુ સમયે પુન: અપ્રગટ થઈ જાય છે. તો શોક શા માટે?",
    "hindi": "हे भरतवंशी! समस्त जीव जन्म से पूर्व अव्यक्त रहते हैं, जन्म होने पर व्यक्त हो जाते हैं और मृत्यु होने पर पुनः अव्यक्त हो जाते हैं। अतः ऐसे में शोक व्यक्त करने की क्या आवश्यकता है।",
    "chpter": 2
  },
  {
    "id": "29",
    "bhagavad gita slok": "आश्चर्यवत्पश्यति कश्चिदेन\nमाश्चर्यवद्वदति तथैव चान्य: |\nआश्चर्यवच्चैनमन्य: शृ्णोति\nश्रुत्वाप्येनं वेद न चैव कश्चित् || 29||",
    "english": "Some see the soul as amazing, some describe it as amazing, and some hear of the soul as amazing, while others, even on hearing, cannot understand it at all.",
    "gujrati": "કેટલાક લોકો આત્માને આશ્ચર્ય તરીકે જુએ છે, કેટલાક તેનું આશ્ચર્ય તરીકે વર્ણન કરે છે અને કેટલાક તેના વિષે આશ્ચર્ય તરીકે સાંભળે છે, જયારે બીજા તેના વિષે સાંભળ્યા પછી પણ, તેને લેશમાત્ર સમજી શકતા નથી.",
    "hindi": "कुछ लोग आत्मा को एक आश्चर्य के रूप में देखते हैं, कुछ लोग इसे आश्चर्य बताते हैं और कुछ इसे आश्चर्य के रूप मे सुनते हैं जबकि अन्य लोग इसके विषय में सुनकर भी कुछ समझ नहीं पाते।",
    "chpter": 2
  },
  {
    "id": "30",
    "bhagavad gita slok": "देही नित्यमवध्योऽयं देहे सर्वस्य भारत |\nतस्मात्सर्वाणि भूतानि न त्वं शोचितुमर्हसि || 30||",
    "english": "O Arjun, the soul that dwells within the body is immortal; therefore, you should not mourn for anyone.",
    "gujrati": "હે અર્જુન! શરીરમાં નિવાસ કરનારો આત્મા શાશ્વત અને અવિનાશી છે; તેથી તારે કોઈપણ જીવ માટે શોક કરવો જોઈએ નહીં.",
    "hindi": "हे अर्जुन! शरीर में निवास करने वाली आत्मा अविनाशी है इसलिए तुम्हें किसी प्राणी के लिए शोक नहीं करना चाहिए।",
    "chpter": 2
  },
  {
    "id": "31",
    "bhagavad gita slok": "स्वधर्ममपि चावेक्ष्य न विकम्पितुमर्हसि |\nधर्म्याद्धि युद्धाच्छ्रेयोऽन्यत्क्षत्रियस्य न विद्यते || 31||",
    "english": "Besides, considering your duty as a warrior, you should not waver. Indeed, for a warrior, there is no better engagement than fighting for upholding of righteousness.",
    "gujrati": "તદુપરાંત, ક્ષત્રિય તરીકે તારા વિશિષ્ટ ધર્મને ધ્યાનમાં રાખીને, તારે વિચલિત થવું જોઈએ નહીં. ખરેખર તો, ક્ષત્રિય માટે ધર્મની રક્ષાના પ્રયોજન અર્થે યુદ્ધ કરવાથી વિશેષ ઉચિત ઉદ્યમ કોઈ નથી.",
    "hindi": "इसके अलावा एक योद्धा के रूप में अपने कर्तव्य पर विचार करते हुए तुम्हें उसका त्याग नहीं करना चाहिए। वास्तव में योद्धा के लिए धर्म की रक्षा हेतु युद्ध करने के अतिरिक्त अन्य कोई विकल्प नहीं होता।",
    "chpter": 2
  },
  {
    "id": "32",
    "bhagavad gita slok": "यदृच्छया चोपपन्नं स्वर्गद्वारमपावृतम् |\nसुखिन: क्षत्रिया: पार्थ लभन्ते युद्धमीदृशम् || 32||",
    "english": "O Parth, happy are the warriors to whom such opportunities to defend righteousness come unsought, opening for them the stairway to the celestial abodes.",
    "gujrati": "હે પાર્થ! એ યોદ્ધાઓ ધન્ય છે, જેમને ધર્મની રક્ષા માટેનાં આવા અવસરો અનાયાસે પ્રાપ્ત થાય છે, જે તેમના માટે સ્વર્ગલોકના પ્રવેશદ્વારો ઉઘાડી આપે છે.",
    "hindi": "हे पार्थ! वे क्षत्रिय भाग्यशाली होते हैं जिन्हें बिना इच्छा किए धर्म की रक्षा हेतु युद्ध के ऐसे अवसर प्राप्त होते हैं जिसके कारण उनके लिए स्वर्ग के द्वार खुल जाते हैं।",
    "chpter": 2
  },
  {
    "id": "33",
    "bhagavad gita slok": "अथ चेतत्त्वमिमं धर्म्यं संग्रामं न करिष्यसि |\nतत: स्वधर्मं कीर्तिं च हित्वा पापमवाप्स्यसि || 33||",
    "english": "If, however, you refuse to fight this righteous war, abandoning your social duty and reputation, you will certainly incur sin.",
    "gujrati": "આમ છતાં પણ, જો તું તારા સામાજિક કર્તવ્યનો ત્યાગ કરીને, આ ધર્મયુદ્ધ કરવાનો ઇનકાર કરીશ તો તને પાપનું ફળ અવશ્ય મળશે.",
    "hindi": "यदि फिर भी तुम इस धर्म युद्ध का सामना नहीं करना चाहते तब तुम्हें निश्चित रूप से अपने सामाजिक कर्तव्यों की उपेक्षा करने का पाप लगेगा और तुम अपनी प्रतिष्ठा खो दोगे।",
    "chpter": 2
  },
  {
    "id": "34",
    "bhagavad gita slok": "अकीर्तिं चापि भूतानि\nकथयिष्यन्ति तेऽव्ययाम् |\nसम्भावितस्य चाकीर्ति\nर्मरणादतिरिच्यते || 34||",
    "english": "People will speak of you as a coward and a deserter. For a respectable person, infamy is worse than death.",
    "gujrati": "લોકો તને કાયર અને પલાયનવાદી કહેશે. સન્માનપાત્ર વ્યક્તિ માટે, અપકીર્તિ મૃત્યુથી પણ વધારે ખરાબ છે.",
    "hindi": "लोग तुम्हें कायर और भगोड़ा कहेंगे। एक सम्माननीय व्यक्ति के लिए अपयश मृत्यु से बढ़कर है।",
    "chpter": 2
  },
  {
    "id": "35",
    "bhagavad gita slok": "भयाद्रणादुपरतं मंस्यन्ते त्वां महारथा: |\nयेषां च त्वं बहुमतो भूत्वा यास्यसि लाघवम् || 35||",
    "english": "The great generals who hold you in high esteem will think that you fled from the battlefield out of fear, and thus will lose their respect for you.",
    "gujrati": "જે મહાન સેનાપતિઓ તારા મારે સમ્માનીય અભિપ્રાય ધરાવે છે, તેઓ માની લેશે કે ભયને કારણે તું રણક્ષેત્રમાંથી ભાગી છૂટયો છે અને એ રીતે તું એમનો તારા પ્રત્યેનો આદર ગુમાવી દઈશ.",
    "hindi": "जिन महान योद्धाओं ने तुम्हारे नाम और यश की सराहना की है, वे सब यह सोचेंगे कि तुम भय के कारण युद्धभूमि से भाग गये और उनकी दृष्टि में तुम अपना सम्मान गंवा दोगे।",
    "chpter": 2
  },
  {
    "id": "36",
    "bhagavad gita slok": "अवाच्यवादांश्च बहून्वदिष्यन्ति तवाहिता: |\nनिन्दन्तस्तव सामर्थ्यं ततो दु:खतरं नु किम् || 36||",
    "english": "Your enemies will defame and humiliate you with unkind words, disparaging your might. Alas, what could be more painful than that?",
    "gujrati": "તારાં શત્રુઓ કટુ વચનોથી તારી અપકીર્તિ કરશે, અપમાનિત કરશે અને તારા સામર્થ્યની નિંદા કરશે. અરે, આનાથી વધારે દુ:ખદાયી બીજું શું હોઈ શકે?",
    "hindi": "तुम्हारे शत्रु तुम्हारी निन्दा करेंगे और कटु शब्दों से तुम्हारा मानमर्दन करेंगे और तुम्हारी सामर्थ्य का उपहास उड़ायेंगें। तुम्हारे लिए इससे पीड़ादायक और क्या हो सकता है?",
    "chpter": 2
  },
  {
    "id": "37",
    "bhagavad gita slok": "हतो वा प्राप्स्यसि स्वर्गं जित्वा वा भोक्ष्यसे महीम् |\nतस्मादुत्तिष्ठ कौन्तेय युद्धाय कृतनिश्चय: || 37||",
    "english": "If you fight, you will either be slain on the battlefield and go to the celestial abodes, or you will gain victory and enjoy the kingdom on earth. Therefore arise with determination, O son of Kunti, and be prepared to fight.",
    "gujrati": "જો તું યુદ્ધ કરીશ, તો કાં તો તું રણભૂમિ પર હણાઈ જઈશ અને સ્વર્ગ પ્રાપ્ત કરીશ, અથવા તો તું વિજય પ્રાપ્ત કરીશ અને પૃથ્વીનું સામ્રાજ્ય ભોગવીશ. તેથી હે કુંતીપુત્ર! કૃતનિશ્ચયી થઈને ઊભો થા અને યુદ્ધ માટે તૈયાર થા.",
    "hindi": "हे कुन्ती पुत्र! यदि तुम युद्ध करते हो फिर या तो तुम मारे जाओगे और स्वर्ग लोक प्राप्त करोगे या विजयी होने पर पृथ्वी के साम्राज्य का सुख भोगोगे। इसलिए हे कुन्ती पुत्र! उठो और दृढ़ संकल्प के साथ युद्ध करो।",
    "chpter": 2
  },
  {
    "id": "38",
    "bhagavad gita slok": "सुखदु:खे समे कृत्वा लाभालाभौ जयाजयौ |\nततो युद्धाय युज्यस्व नैवं पापमवाप्स्यसि || 38||",
    "english": "Fight for the sake of duty, treating alike happiness and distress, loss and gain, victory and defeat. Fulfilling your responsibility in this way, you will never incur sin.",
    "gujrati": "સુખ અને દુ:ખ, લાભ અને હાનિ, જય અને પરાજય, આ બધાં પ્રત્યે સમભાવ રાખીને, કર્તવ્યના પાલન ખાતર યુદ્ધ કર. આ પ્રમાણે તારાં કર્તવ્ય પાલન કરવાથી તને કદાપિ પાપ લાગશે નહીં.",
    "hindi": "कर्तव्यों पालन हेतु युद्ध करो, युद्ध से मिलने वाले सुख-दुख, लाभ-हानि को समान समझो। यदि तुम इस प्रकार अपने दायित्त्वों का निर्वहन करोगे तब तुम्हें कोई पाप नहीं लगेगा।",
    "chpter": 2
  },
  {
    "id": "39",
    "bhagavad gita slok": "एषा तेऽभिहिता साङ्ख्ये\nबुद्धिर्योगे त्विमां शृणु |\nबुद्ध्या युक्तो यया पार्थ\nकर्मबन्धं प्रहास्यसि || 39||",
    "english": "Hitherto, I have explained to you Sānkhya Yog, or analytic knowledge regarding the nature of the soul. Now listen, O Parth, as I reveal Buddhi Yog, or the Yog of Intellect. When you work with such understanding, you will be freed from the bondage of karma.",
    "gujrati": "અત્યાર સુધી, મેં સાંખ્ય યોગનું અર્થાત્ આત્માની પ્રકૃતિ અંગે પૃથકકરણાત્મક જ્ઞાનનું વર્ણન કર્યું છે. હે પાર્થ! હવે હું બુદ્ધિયોગ પ્રગટ કરું છે, તેને તું હવે સાંભળ. જો તું આ જ્ઞાન સાથે કાર્ય કરીશ, તો તું કર્મોના બંધનમાંથી મુક્ત થઇ જઈશ.",
    "hindi": "अब तक मैंने तुम्हें सांख्य योग या आत्मा की प्रकृति के संबंध में वैश्लेषिक ज्ञान से अवगत कराया है। अब मैं क्योंकि बुद्धियोग या ज्ञानयोग प्रकट कर रहा हूँ, हे पार्थ! उसे सुनो। जब तुम ऐसे ज्ञान के साथ कर्म करोगे तब कर्मों के बंधन से स्वयं को मुक्त कर पाओगे।",
    "chpter": 2
  },
  {
    "id": "40",
    "bhagavad gita slok": "नेहाभिक्रमनाशोऽस्ति प्रत्यवायो न विद्यते |\nस्वल्पमप्यस्य धर्मस्य त्रायते महतो भयात् || 40||",
    "english": "Working in this state of consciousness, there is no loss or adid result, and even a little effort saves one from great danger.",
    "gujrati": "આ ચેતન અવસ્થામાં રહીને કર્મ કરવાથી, હાનિ કે વિપરીત પરિણામ મળતાં નથી, અને થોડાંક પ્રયત્નો પણ મહા ભયમાંથી બચાવી લે છે.",
    "hindi": "इस चेतनावस्था में कर्म करने से किसी प्रकार की हानि या प्रतिकूल परिणाम प्राप्त नहीं होते अपितु इस प्रकार से किया गया अल्प प्रयास भी बड़े से बड़े भय से हमारी रक्षा करता है।",
    "chpter": 2
  },
  {
    "id": "41",
    "bhagavad gita slok": "व्यवसायात्मिका बुद्धिरेकेह कुरुनन्दन |\nबहुशाखा ह्यनन्ताश्च बुद्धयोऽव्यवसायिनाम् || 41||",
    "english": "O descendent of the Kurus, the intellect of those who are on this path is resolute, and their aim is one-pointed. But the intellect of those who are irresolute is many-branched.",
    "gujrati": "હે કુરુનંદન, જે મનુષ્યો આ માર્ગનું અનુસરણ કરે છે તેઓની બુદ્ધિ  દૃઢ સંકલ્પમાં સ્થિત હોય છે અને તેમનું ધ્યેય પણ એકમાત્ર જ હોય છે. જે મનુષ્યો દૃઢ સંકલ્પમાં સ્થિત નથી, તેઓની બુદ્ધિ અનેક શાખાઓમાં વિભક્ત રહે છે.",
    "hindi": "हे कुरुवंशी! जो इस मार्ग का अनुसरण करते हैं, उनकी बुद्धि निश्चयात्मक होती है और उनका एकमात्र लक्ष्य होता है लेकिन जो मनुष्य संकल्पहीन होते हैं उनकी बुद्धि अनेक शाखाओं मे विभक्त रहती है।",
    "chpter": 2
  },
  {
    "id": "42-43",
    "bhagavad gita slok": "यामिमां पुष्पितां वाचं प्रवदन्त्यविपश्चित: |\nवेदवादरता: पार्थ नान्यदस्तीति वादिन: || 42||\nकामात्मान: स्वर्गपरा जन्मकर्मफलप्रदाम् |\nक्रियाविशेषबहुलां भोगैश्वर्यगतिं प्रति || 43||",
    "english": "Those with limited understanding, get attracted to the flowery words of the Vedas, which advocate ostentatious rituals for elevation to the celestial abodes, and presume no higher principle is described in them. They glorify only those portions of the Vedas that please their senses, and perform pompous ritualistic ceremonies for attaining high birth, opulence, sensual enjoyment, and elevation to the heavenly planets.",
    "gujrati": "અલ્પજ્ઞાની મનુષ્યો વેદોના આલંકારિક શબ્દો પ્રત્યે આકર્ષિત થાય છે, જેઓ સ્વર્ગલોક-પ્રાપ્તિ જેવી ઉન્નતિ માટે આડંબરી કર્મકાંડોનું સમર્થન કરે છે અને માને છે કે, વેદોમાં કોઈ ઉચ્ચ સિદ્ધાંતોનું વર્ણન નથી. તેઓ વેદોના કેવળ એ જ ભાગનું મહિમાગાન કરે છે, જે તેમની ઇન્દ્રિયોને સુખ આપે છ, અને ઉત્તમ જન્મ, ઐશ્વર્ય, ઇન્દ્રિયજન્ય સુખ, તેમજ સ્વર્ગલોકની પ્રાપ્તિ માટે ભપકાદાર કર્મકાંડી વિધિઓનાં અનુષ્ઠાનો કરે છે.",
    "hindi": "अल्पज्ञ मनुष्य वेदों के आलंकारिक शब्दों पर अत्यधिक आसक्त रहते हैं जो स्वर्गलोक का सुख भोगने के प्रयोजनार्थ दिखावटी कर्मकाण्ड करने की अनुशंसा करते हैं और जो यह मानते हैं कि इन वेदों में कोई उच्च सिद्धान्तों का वर्णन नहीं किया गया है। वे वेदों के केवल उन्हीं खण्डों की महिमामण्डित करते हैं जो उनकी इन्द्रियों को तृप्त करते हैं और वे उत्तम जन्म, ऐश्वर्य, इन्द्रिय तृप्ति और स्वर्गलोक की प्राप्ति के लिए आडम्बरयुक्त कर्मकाण्डों के पालन में लगे रहते हैं।",
    "chpter": 2
  },
  {
    "id": "44",
    "bhagavad gita slok": "भोगैश्वर्यप्रसक्तानां तयापहृतचेतसाम् |\nव्यवसायात्मिका बुद्धि: समाधौ न विधीयते || 44||",
    "english": "With their minds deeply attached to worldly pleasures and their intellects bewildered by such things, they are unable to possess the resolute determination for success on the path to God.",
    "gujrati": "જેમનું મન સાંસારિક સુખો પ્રત્યે અતિ આસક્ત છે અને જેમની બુદ્ધિ આવા વિષયોથી ભ્રમિત થઈ ગઈ છે, તેઓ એ દૃઢ સંકલ્પ કરવા માટે અસમર્થ હોય છે, જે ભગવદ્-માર્ગ પર સફળ થવા માટે આવશ્યક છે.",
    "hindi": "सांसारिक सुखों में मन की गहन आसक्ति के साथ उनकी बुद्धि ऐसी वस्तुओं में मोहित रहती है इसलिए वे भगवद्प्राप्ति के मार्ग पर अग्रसर होने के हेतु दृढ़-संकल्प लेने में असमर्थ होते हैं।",
    "chpter": 2
  },
  {
    "id": "45",
    "bhagavad gita slok": "त्रैगुण्यविषया वेदा निस्त्रैगुण्यो भवार्जुन |\nनिर्द्वन्द्वो नित्यसत्त्वस्थो निर्योगक्षेम आत्मवान् || 45||",
    "english": "The Vedas deal with the three modes of material nature, O Arjun. Rise above the three modes to a state of pure spiritual consciousness. Freeing yourself from dualities, eternally fixed in Truth, and without concern for material gain and safety, be situated in the self.",
    "gujrati": "વેદોમાં પ્રકૃતિના ત્રણ ગુણોનું વર્ણન થયું છે. હે અર્જુન! આ ત્રણેય ગુણોથી ઉપર ઉઠીને વિશુદ્ધ આધ્યાત્મિક ચેતનામાં સ્થિત થા. તારી જાતને દ્વૈતભાવથી મુક્ત કરી, શાશ્વત સત્યમાં સ્થિર કરી અને ભૌતિક લાભ તથા સુરક્ષાની ચિંતાથી રહિત થઈ, આત્મામાં સ્થિર થા.",
    "hindi": "वेदों में प्रकृति के तीन गुणों का वर्णन मिलता है। हे अर्जुन! प्रकृति के इन गुणों से ऊपर उठकर विशुद्ध आध्यात्मिक चेतना मे स्थित हो जाओ। परम सत्य में स्थित होकर सभी प्रकार के द्वैतों से स्वयं को मुक्त करते हुए भौतिक लाभ-हानि और सुरक्षा की चिन्ता किए बिना आत्मलीन हो जाओ।",
    "chpter": 2
  },
  {
    "id": "46",
    "bhagavad gita slok": "  यावानर्थ उदपाने सर्वत: सम्प्लुतोदके |\nतावान्सर्वेषु वेदेषु ब्राह्मणस्य विजानत: || 46||",
    "english": "Whatever purpose is served by a small well of water is naturally served in all respects by a large lake. Similarly, one who realizes the Absolute Truth also fulfills the purpose of all the Vedas.",
    "gujrati": "જે જે હેતુઓ એક નાના કૂવાથી સરે છે તે બધા હેતુઓ કુદરતી રીતે, વિશાળ જળાશયોથી પરિપૂર્ણ થઇ જાય છે. બરાબર એ જ પ્રમાણે, જેણે પરમ સત્યનો સાક્ષાત્કાર કરેલો છે તેને માટે વેદોના સર્વ આશયો સિદ્ધ થઈ જાય છે.",
    "hindi": "जैसे एक छोटे जलकूप का समस्त कार्य सहजता से सभी प्रकार से विशाल जलाशय से तत्काल पूर्ण हो जाता है, उसी प्रकार समान रूप से परम सत्य को जानने वाले वेदों के सभी प्रयोजन को पूर्ण करते हैं।",
    "chpter": 2
  },
  {
    "id": "47",
    "bhagavad gita slok": "कर्मण्येवाधिकारस्ते मा फलेषु कदाचन |\nमा कर्मफलहेतुर्भूर्मा ते सङ्गोऽस्त्वकर्मणि || 47 ||",
    "english": "You have a right to perform your prescribed duties, but you are not entitled to the fruits of your actions. Never consider yourself to be the cause of the results of your activities, nor be attached to inaction.",
    "gujrati": "તને તારું નિયત કર્મ કરવાનો અધિકાર છે પરંતુ તને તારા કર્મોનાં ફળો પર અધિકાર નથી. તું કદાપિ પોતાની જાતને પોતાનાં કર્મોનાં ફળોનું કારણ માનીશ નહિ અને અકર્મણ્ય થવા પ્રત્યે પણ કદી આસક્ત થઈશ નહિ.",
    "hindi": "तुम्हें अपने निश्चित कर्मों का पालन करने का अधिकार है लेकिन तुम अपने कर्मों का फल प्राप्त करने के अधिकारी नहीं हो, तुम स्वयं को अपने कर्मों के फलों का कारण मत मानो और न ही अकर्मा रहने में आसक्ति रखो।",
    "chpter": 2
  },
  {
    "id": "48",
    "bhagavad gita slok": "योगस्थ: कुरु कर्माणि सङ्गं त्यक्त्वा धनञ्जय |\nसिद्ध्यसिद्ध्यो: समो भूत्वा समत्वं योग उच्यते || 48||",
    "english": "Be steadfast in the performance of your duty, O Arjun, abandoning attachment to success and failure. Such equanimity is called Yog.",
    "gujrati": "હે અર્જુન! સફળતા અને નિષ્ફળતાની સર્વ આસક્તિ ત્યજીને, તારા કર્મોના પાલનમાં સ્થિર થા. આવી સમતાને સમત્વ યોગ કહે છે",
    "hindi": "हे अर्जुन! सफलता और असफलता की आसक्ति को त्याग कर तुम दृढ़ता से अपने कर्तव्य का पालन करो। यही समभाव योग कहलाता है।",
    "chpter": 2
  },
  {
    "id": "49",
    "bhagavad gita slok": "दूरेण ह्यवरं कर्म बुद्धियोगाद्धनञ्जय |\nबुद्धौ शरणमन्विच्छ कृपणा: फलहेतव: || 49||",
    "english": "Seek refuge in divine knowledge and insight, O Arjun, and discard reward-seeking actions that are certainly inferior to works performed with the intellect established in divine knowledge. Miserly are those who seek to enjoy the fruits of their works.",
    "gujrati": "હે અર્જુન! દિવ્યજ્ઞાન અને આંતરદૃષ્ટિનું શરણ ગ્રહણ કરો; તેમજ આસક્તિ યુક્ત કર્મોનો ત્યાગ કરો, જે દિવ્યજ્ઞાનમાં સ્થિત બુદ્ધિથી કરવામાં આવેલા કર્મોથી નિશ્ચિતપણે નિકૃષ્ટ છે. તેઓ સંકીર્ણ મનોવૃત્તિ ધરાવે છે, જેઓ તેમના કર્મોના ફળોનું સુખ ભોગવવા ઈચ્છે છે.",
    "hindi": "हे अर्जुन! दिव्य ज्ञान और अन्तर्दृष्टि की शरण ग्रहण करो, फलों की आसक्ति युक्त कर्मों से दूर रहो जो निश्चित रूप से दिव्य ज्ञान में स्थित बुद्धि के साथ निष्पादित किए गए कार्यों से निष्कृष्ट हैं। जो अपने कर्मफलों का भोग करना चाहते हैं, वे कृपण हैं।",
    "chpter": 2
  },
  {
    "id": "50",
    "bhagavad gita slok": "बुद्धियुक्तो जहातीह उभे सुकृतदुष्कृते |\nतस्माद्योगाय युज्यस्व योग: कर्मसु कौशलम् || 50||",
    "english": "One who prudently practices the science of work without attachment can get rid of both good and bad reactions in this life itself. Therefore, strive for Yog, which is the art of working skillfully (in proper consciousness).",
    "gujrati": "જેઓ વિચારપૂર્વક આસક્તિરહિત કર્મના વિજ્ઞાનનો અભ્યાસ કરે છે, તેઓ આ જ જીવનમાં સારાં ને ખરાબ બંને પ્રકારના પ્રતિભાવોથી મુક્ત થઈ જાય છે. તેથી યોગ માટે પ્રયાસ કર, જે (ઉચિત ચેતનામાં) કૌશલ્યપૂર્વક કર્મ કરવાની કળા છે.",
    "hindi": "जब कोई मनुष्य बिना आसक्ति के कर्मयोग का अभ्यास करता है तब वह इस जीवन में ही शुभ और अशुभ प्रतिक्रियाओं से छुटकारा पा लेता है। इसलिए योग के लिए प्रयास करना चाहिए जो कुशलतापूर्वक कर्म करने की कला है।",
    "chpter": 2
  },
  {
    "id": "51",
    "bhagavad gita slok": "यदा ते मोहकलिलं बुद्धिर्व्यतितरिष्यति |\nतदा गन्तासि निर्वेदं श्रोतव्यस्य श्रुतस्य च || 52||",
    "english": "The wise endowed with equanimity of intellect, abandon attachment to the fruits of actions, which bind one to the cycle of life and death. By working in such consciousness, they attain the state beyond all suffering.",
    "gujrati": "જેઓ વિચારપૂર્વક આસક્તિરહિત કર્મના વિજ્ઞાનનો અભ્યાસ કરે છે, તેઓ આ જ જીવનમાં સારાં ને ખરાબ બંને પ્રકારના પ્રતિભાવોથી મુક્ત થઈ જાય છે. તેથી યોગ માટે પ્રયાસ કર, જે (ઉચિત ચેતનામાં) કૌશલ્યપૂર્વક કર્મ કરવાની કળા છે.",
    "hindi": "समबुद्धि युक्त ऋषि मुनि कर्म के फलों की आसक्ति से स्वयं को मुक्त कर लेते हैं जो मनुष्य को जन्म-मृत्यु के चक्र में बांध लेती हैं। इस चेतना में कर्म करते हुए वे उस अवस्था को प्राप्त कर लेते हैं जो सभी दुखों से परे है।",
    "chpter": 2
  },
  {
    "id": "52",
    "bhagavad gita slok": "यदा ते मोहकलिलं बुद्धिर्व्यतितरिष्यति |\nतदा गन्तासि निर्वेदं श्रोतव्यस्य श्रुतस्य च || 52||",
    "english": "When your intellect crosses the quagmire of delusion, you will then acquire indifference to what has been heard and what is yet to be heard (about enjoyments in this world and the next).",
    "gujrati": "જયારે તારી બુદ્ધિ મોહરૂપી ગાઢ જંગલને પાર કરી જશે, ત્યારે તું સર્વ સાંભળેલા તથા જે હજી સાંભળવા યોગ્ય છે , (આ સંસારના તેમજ પરલોકના સુખો) તે સર્વ પ્રત્યે તું ઉદાસીન થઇ જઈશ.",
    "hindi": "जब तुम्हारी बुद्धि मोह के दलदल को पार करेगी तब तुम सुने हुए और आगे सुनने में आने वाले इस लोक और परलोक के भोगों सबके प्रति उदासीन हो जाओगे।",
    "chpter": 2
  },
  {
    "id": "53",
    "bhagavad gita slok": "श्रुतिविप्रतिपन्ना ते यदा स्थास्यति निश्चला |\nसमाधावचला बुद्धिस्तदा योगमवाप्स्यसि || 53||",
    "english": "When your intellect ceases to be allured by the fruitive sections of the Vedas and remains steadfast in divine consciousness, you will then attain the state of perfect Yog.",
    "gujrati": "જયારે તારી બુદ્ધિનું વેદોના આલંકારિક વિભાગો પ્રત્યેનું આકર્ષણ સમાપ્ત થઇ થશે અને તે દિવ્ય ચેતનામાં સ્થિત થઇ જશે, ત્યારે તું પૂર્ણ યોગની ઉચ્ચ અવસ્થા પ્રાપ્ત કરીશ.",
    "hindi": "जब तुम्हारी बुद्धि का वेदों के अलंकारमयी खण्डों में आकर्षण समाप्त हो जाए और वह दिव्य चेतना में स्थिर हो जाए तब तुम पूर्ण योग की उच्च अवस्था प्राप्त कर लोगे।",
    "chpter": 2
  },
  {
    "id": "54",
    "bhagavad gita slok": "अर्जुन उवाच |\nस्थितप्रज्ञस्य का भाषा समाधिस्थस्य केशव |\nस्थितधी: किं प्रभाषेत किमासीत व्रजेत किम् || 54||",
    "english": "Arjun said : O Keshav, what is the disposition of one who is situated in divine consciousness? How does an enlightened person talk? How does he sit? How does he walk?",
    "gujrati": "અર્જુને કહ્યું: હે કેશવ! જેઓ સ્થિતપ્રજ્ઞ મનુષ્ય છે, તેઓની પ્રકૃતિ કેવી હોય છે? સ્થિતપ્રજ્ઞ વ્યક્તિ કેવી રીતે વાત કરે છે? તે કેવી રીતે બેસે છે? તે કેવી રીતે ચાલે છે?",
    "hindi": "अर्जुन ने कहाः हे केशव! दिव्य चेतना में लीन मनुष्य के क्या लक्षण हैं। वह सिद्ध पुरुष कैसे बोलता है? कैसे बैठता है और कैसे चलता है?",
    "chpter": 2
  },
  {
    "id": "55",
    "bhagavad gita slok": "श्रीभगवानुवाच |\nप्रजहाति यदा कामान्सर्वान्पार्थ मनोगतान् |\nआत्मन्येवात्मना तुष्ट: स्थितप्रज्ञस्तदोच्यते || 55||",
    "english": "The Supreme Lord said: O Parth, when one discards all selfish desires and cravings of the senses that torment the mind, and becomes satisfied in the realization of the self, such a person is said to be transcendentally situated.",
    "gujrati": "પૂર્ણ પુરુષોત્તમ પરમેશ્વર બોલ્યા: હે પાર્થ! જયારે મનુષ્ય સર્વ પ્રકારની સ્વાર્થી વાસનાઓનો તથા મનને યાતનાઓ આપનારી ઇન્દ્રિયજન્ય તૃષ્ણાઓનો પરિત્યાગ કરી દે અને આત્મ-સાક્ષાત્કારમાં સંતુષ્ટ થઇ જાય ત્યારે તે મનુષ્યને સ્થિતપ્રજ્ઞ કહી શકાય.",
    "hindi": "परम प्रभु श्रीकृष्ण कहते हैं: हे पार्थ! जब कोई मनुष्य स्वार्थयुक्त कामनाओं और मन को दूषित करने वाली इन्द्रिय तृप्ति से संबंधित कामनाओं का परित्याग कर देता है और आत्मज्ञान को अनुभव कर संतुष्ट हो जाता है तब ऐसे मानव को दिव्य चेतना में स्थित कहा जा सकता है।",
    "chpter": 2
  },
  {
    "id": "56",
    "bhagavad gita slok": "दु:खेष्वनुद्विग्नमना: सुखेषु विगतस्पृह: |\nवीतरागभयक्रोध: स्थितधीर्मुनिरुच्यते || 56||",
    "english": "One whose mind remains undisturbed amidst misery, who does not crave for pleasure, and who is free from attachment, fear, and anger, is called a sage of steady wisdom.",
    "gujrati": "જે મનુષ્ય સંતાપોમાં વિચલિત થતો નથી, જે સુખો માટે લાલસા રાખતો નથી અને જે આસક્તિ, ભય તથા ક્રોધથી મુક્ત છે, તેને સ્થિર મનવાળો મુનિ કહેવાય છે.",
    "hindi": "जो मनुष्य किसी प्रकार के दुखों में क्षुब्ध नहीं होता जो सुख की लालसा नहीं करता और जो आसक्ति, भय और क्रोध से मुक्त रहता है, वह स्थिर बुद्धि वाला मनीषी कहलाता है।",
    "chpter": 2
  },
  {
    "id": "57",
    "bhagavad gita slok": "य: सर्वत्रानभिस्नेहस्तत्तत्प्राप्य शुभाशुभम् |\nनाभिनन्दति न द्वेष्टि तस्य प्रज्ञा प्रतिष्ठिता || 57||",
    "english": "One who remains unattached under all conditions, and is neither delighted by good fortune nor dejected by tribulation, he is a sage with perfect knowledge.",
    "gujrati": "જે મનુષ્ય સર્વ પરિસ્થિતિઓમાં આસક્તિરહિત રહે છે, અને જે શુભતાથી હર્ષિત થતો નથી તથા આપત્તિઓથી દ્વેષયુક્ત થતો નથી, તે મનુષ્ય પૂર્ણ જ્ઞાનયુક્ત સાધુ છે.",
    "hindi": "जो सभी परिस्थितियों में अनासक्त रहता है और न ही शुभ फल की प्राप्ति से हर्षित होता है और न ही विपत्ति से उदासीन होता है वही पूर्ण ज्ञानावस्था में स्थित मुनि है।",
    "chpter": 2
  },
  {
    "id": "58",
    "bhagavad gita slok": "यदा संहरते चायं कूर्मोऽङ्गानीव सर्वश: |\nइन्द्रियाणीन्द्रियार्थेभ्यस्तस्य प्रज्ञा प्रतिष्ठिता || 58||",
    "english": "One who is able to withdraw the senses from their objects, just as a tortoise withdraws its limbs into its shell, is established in divine wisdom.",
    "gujrati": "જેવી રીતે કાચબો તેનાં સર્વ અંગોને પોતાના કોચલામાં સંકેલી લે છે, તેવી રીતે જે મનુષ્ય પોતાની ઇન્દ્રિયોને વિષયભોગોમાંથી પાછી ખેંચી લે છે, તે દિવ્ય જ્ઞાનમાં સ્થિર થઈ જાય છે.",
    "hindi": "जो मनुष्य अपनी इन्द्रियों को उनके विषय भोगों से खींच लेने के लिए उसी प्रकार से योग्य होता है, जैसे एक कछुआ अपने अंगो को संकुचित करके उन्हें खोल के भीतर कर लेता है, वह दिव्य ज्ञान में स्थिर हो जाता है।",
    "chpter": 2
  },
  {
    "id": "59",
    "bhagavad gita slok": "विषया विनिवर्तन्ते निराहारस्य देहिन: |\nरसवर्जं रसोऽप्यस्य परं दृष्ट्वा निवर्तते || 59||",
    "english": "Aspirants may restrain the senses from their objects of enjoyment, but the taste for the sense objects remains. However, even this taste ceases for those who realizes the Supreme.",
    "gujrati": "મુમુક્ષુઓ ઇન્દ્રિયોને તેના વિષયભોગોથી ભલે દૂર રાખે, પરંતુ ઇન્દ્રિયોના વિષયભોગમાં રસ તો અકબંધ રહે છે. જો કે, જેઓ પરમેશ્વરની અનુભૂતિ કરી લે છે, તેઓ માટે આ રસ સમાપ્ત થઇ જાય છે.",
    "hindi": "यद्यपि देहधारी जीव इन्द्रियों के विषयों से अपने को कितना दूर रखे लेकिन इन्द्रिय विषयों को भोगने की लालसा बनी रहती है फिर भी जो लोग भगवान को जान लेते हैं, उनकी लालसाएँ समाप्त हो जाती हैं।",
    "chpter": 2
  },
  {
    "id": "60",
    "bhagavad gita slok": "यततो ह्यपि कौन्तेय पुरुषस्य विपश्चित: |\nइन्द्रियाणि प्रमाथीनि हरन्ति प्रसभं मन: || 60||",
    "english": "The senses are so strong and turbulent, O son of Kunti, that they can forcibly carry away the mind even of a person endowed with discrimination who practices self-control.",
    "gujrati": "હે કુંતીપુત્ર અર્જુન! ઇન્દ્રિયો એટલી પ્રબળ અને અશાંત હોય છે કે, તે વિવેક પૂર્ણ જ્ઞાનથી સંપન્ન અને આત્મ-નિયંત્રણની સાધના કરતાં મનુષ્યના મનને પણ બળપૂર્વક હરી લે છે.",
    "hindi": "हे कुन्ति पुत्र! इन्द्रियाँ इतनी प्रबल और अशान्त होती है कि वे विवेकशील और आत्म नियंत्रण का अभ्यास करने वाले मनुष्य के मन को भी अपने वश में कर लेती है।",
    "chpter": 2
  },
  {
    "id": "61",
    "bhagavad gita slok": "तानि सर्वाणि संयम्य युक्त आसीत मत्पर: |\nवशे हि यस्येन्द्रियाणि तस्य प्रज्ञा प्रतिष्ठिता || 61||",
    "english": "They are established in perfect knowledge, who subdue their senses and keep their minds ever absorbed in Me.",
    "gujrati": "જેમણે તેમની ઇન્દ્રિયોને વશમાં કરી લીધી છે અને મનને મારામાં તન્મય કરી દીધું છે, તેઓ પૂર્ણ જ્ઞાનમાં સ્થિત છે.",
    "hindi": "वे जो अपनी इन्द्रियों को वश में कर लेते हैं और अपने मन को मुझमें स्थिर कर देते हैं, वे दिव्य ज्ञान में स्थित होते हैं।",
    "chpter": 2
  },
  {
    "id": "62",
    "bhagavad gita slok": "ध्यायतो विषयान्पुंस: सङ्गस्तेषूपजायते |\nसङ्गात्सञ्जायते काम: कामात्क्रोधोऽभिजायते || 62||",
    "english": "While contemplating on the objects of the senses, one develops attachment to them. Attachment leads to desire, and from desire arises anger.",
    "gujrati": "ઇન્દ્રિયવિષયોનું ચિંતન કરવાથી તેના પ્રત્યે આસક્તિ ઉત્પન્ન થાય છે. આસક્તિ કામના તરફ લઇ જાય છે અને કામનાથી ક્રોધ ઉત્પન્ન થાય છે.",
    "hindi": "इन्द्रियों के विषयों का चिंतन करते हुए मनुष्य उनमें आसक्त हो जाता है और आसक्ति कामना की ओर ले जाती है और कामना से क्रोध उत्पन्न होता है।",
    "chpter": 2
  },
  {
    "id": "63",
    "bhagavad gita slok": "क्रोधाद्भवति सम्मोह: सम्मोहात्स्मृतिविभ्रम: |\nस्मृतिभ्रंशाद् बुद्धिनाशो बुद्धिनाशात्प्रणश्यति || 63||",
    "english": "Anger leads to clouding of judgment, which results in bewilderment of memory. When memory is bewildered, the intellect gets destroyed; and when the intellect is destroyed, one is ruined.",
    "gujrati": "ક્રોધથી નિર્ણય લેવાની ક્ષમતા ક્ષીણ થાય છે, જેને કારણે સ્મૃતિભ્રંશ થાય છે. જયારે સ્મૃતિભ્રંશ થાય છે, ત્યારે બુદ્ધિ નષ્ટ થાય છે અને બુદ્ધિ નષ્ટ થવાથી મનુષ્યનો વિનાશ થઇ જાય છે.",
    "hindi": "क्रोध निर्णय लेने की क्षमता को क्षीण करता है जिसके कारण स्मृति भ्रम हो जाता है। जब स्मृति भ्रमित हो जाती है तब बुद्धि का नाश हो जाता है और बुद्धि के नष्ट होने से मनुष्य का पतन हो जाता है।",
    "chpter": 2
  },
  {
    "id": "64",
    "bhagavad gita slok": "रागद्वेषवियुक्तैस्तु विषयानिन्द्रियैश्चरन् |\nआत्मवश्यैर्विधेयात्मा प्रसादमधिगच्छति || 64||",
    "english": "But one who controls the mind, and is free from attachment and aversion, even while using the objects of the senses, attains the Grace of God.",
    "gujrati": "પરંતુ જે મનનું નિયમન કરે છે અને ઇન્દ્રિયના વિષયભોગનું સેવન કરતી વખતે પણ રાગ અને દ્વેષથી મુક્ત રહે છે તે ભગવાનની કૃપા પ્રાપ્ત કરે છે.",
    "hindi": "लेकिन जो मन को वश में रखता है वह इन्द्रियों के विषयों का भोग करने पर भी राग और द्वेष से मुक्त रहता है और भगवद्कृपा प्राप्त करता है।",
    "chpter": 2
  },
  {
    "id": "65",
    "bhagavad gita slok": "प्रसादे सर्वदु:खानां हानिरस्योपजायते |\nप्रसन्नचेतसो ह्याशु बुद्धि: पर्यवतिष्ठते || 65||",
    "english": "By divine grace comes the peace in which all sorrows end, and the intellect of such a person of tranquil mind soon becomes firmly established in God.",
    "gujrati": "દિવ્ય કૃપાથી શાંતિ પ્રાપ્ત થાય છે, જેનાથી સર્વ દુ:ખોનો અંત આવી જાય છે. આવા શાંત મનવાળા મનુષ્યની બુદ્ધિ ભગવાનમાં દૃઢપણે સ્થિર થઇ જાય છે.",
    "hindi": "भगवान की दिव्य कृपा से शांति प्राप्त होती है जिससे सभी दुखों का अन्त हो जाता है और ऐसे शांत मन वाले मनुष्य की बुद्धि दृढ़ता से भगवान में स्थिर हो जाती है।",
    "chpter": 2
  },
  {
    "id": "66",
    "bhagavad gita slok": "नास्ति बुद्धिरयुक्तस्य न चायुक्तस्य भावना |\nन चाभावयत: शान्तिरशान्तस्य कुत: सुखम् || 66||",
    "english": "But an undisciplined person, who has not controlled the mind and senses, can neither have a resolute intellect nor steady contemplation on God. For one who never unites the mind with God there is no peace; and how can one who lacks peace be happy?",
    "gujrati": "પરંતુ બિનઅનુશાસિત મનુષ્ય, જેનું મન તથા ઇન્દ્રિયો પર નિયંત્રણ નથી, તે ભગવાન પ્રત્યે ન તો  દૃઢ બુદ્ધિ ધરાવે છે કે ન તો સ્થિર ચિંતન ધરાવે છે. જે મનુષ્યનું મન ભગવાનમાં જોડાયું નથી તેને ક્યાંય શાંતિ નથી; અને જેને શાંતિનો અભાવ છે, તે કેવી રીતે સુખી થઇ શકે?",
    "hindi": "लेकिन असंयमी व्यक्ति का अपने मन और इन्द्रियों पर नियंत्रण नहीं होता, न ही उसकी बुद्धि दृढ़ होती है और न ही उसका मन भगवान के चिन्तन मे स्थिर हो सकता है जो अपने मन को भगवान में स्थिर नहीं करता, जिसके बिना शान्ति संभव नहीं और शांति के बिना कोई कैसे सुखी रह सकता है?",
    "chpter": 2
  },
  {
    "id": "67",
    "bhagavad gita slok": "इन्द्रियाणां हि चरतां यन्मनोऽनुविधीयते |\nतदस्य हरति प्रज्ञां वायुर्नावमिवाम्भसि || 67||",
    "english": "Just as a strong wind sweeps a boat off its chartered course on the water, even one of the senses on which the mind focuses can lead the intellect astray.",
    "gujrati": "જેવી રીતે, પ્રચંડ વાયુ પાણી પર તરતી નાવને તેના નિશ્ચિત ગમનની દિશામાંથી ઉથલાવી દે છે, તેવી રીતે, એક પણ ઇન્દ્રિય કે જેના પર મન કેન્દ્રિત થઇ જાય છે, તે મનુષ્યની બુદ્ધિ હરી લે છે.",
    "hindi": "जिस प्रकार प्रचंड वायु अपने तीव्र वेग से जल पर तैरती हुई नाव को दूर तक बहा कर ले जाती है उसी प्रकार से अनियंत्रित इन्द्रियों मे से कोई एक जिसमें मन अधिक लिप्त रहता है, बुद्धि का विनाश कर देती है।",
    "chpter": 2
  },
  {
    "id": "68",
    "bhagavad gita slok": "तस्माद्यस्य महाबाहो निगृहीतानि सर्वश: |\nइन्द्रियाणीन्द्रियार्थेभ्यस्तस्य प्रज्ञा प्रतिष्ठिता || 68||",
    "english": "Therefore, one who has restrained the senses from their objects, O mighty armed Arjun, is firmly established in transcendental knowledge.",
    "gujrati": "તેથી હે મહાબાહુ અર્જુન! જે મનુષ્યની ઇન્દ્રિયો તેમના વિષયો પ્રત્યે સંયમિત થયેલી હોય છે, તે દૃઢપણે .અલૌકિક જ્ઞાનમાં સ્થિત હોય છે.",
    "hindi": "इसलिए हे महाबाहु। जो मनुष्य इन्द्रियों के विषय भोगों से विरक्त रहता है, वह दृढ़ता से लोकातीत ज्ञान से युक्त हो जाता है।",
    "chpter": 2
  },
  {
    "id": "69",
    "bhagavad gita slok": "या निशा सर्वभूतानां तस्यां जागर्ति संयमी |\nयस्यां जाग्रति भूतानि सा निशा पश्यतो मुने: || 69||",
    "english": "What all beings consider as day is the night of ignorance for the wise, and what all creatures see as night is the day for the introspective sage.",
    "gujrati": "જેને સર્વ જીવો દિવસ માને છે, તે જ્ઞાની પુરુષો માટે અજ્ઞાનની રાત્રિ છે તથા જેને સર્વ જીવો રાત્રિ તરીકે જોવે છે, તે આત્મનિરીક્ષણ કરનારા મુનિઓ માટે દિવસ છે.",
    "hindi": "जिसे सब लोग दिन समझते हैं वह आत्मसंयमी के लिए अज्ञानता की रात्रि है तथा जो सब जीवों के लिए रात्रि है, वह आत्मविश्लेषी मुनियों के लिए दिन है।",
    "chpter": 2
  },
  {
    "id": "70",
    "bhagavad gita slok": "आपूर्यमाणमचलप्रतिष्ठं\nसमुद्रमाप: प्रविशन्ति यद्वत् |\nतद्वत्कामा यं प्रविशन्ति सर्वे\nस शान्तिमाप्नोति न कामकामी || 70||",
    "english": "Just as the ocean remains undisturbed by the incesbhagavad gita slokt flow of waters from rivers merging into it, likewise the sage who is unmoved despite the flow of desirable objects all around him attains peace, and not the person who strives to satisfy desires.",
    "gujrati": "જેવી રીતે સમુદ્રમાં પ્રવેશતા સરિતાઓના જળના અવિરત પ્રવાહ છતાં સમુદ્ર વિચલિત થતો નથી તેવી રીતે જે મનુષ્ય આસપાસ વાસનાઓનો નિરંતર પ્રવાહ હોવા છતાં અવિચલિત રહે છે, તેને શાંતિની પ્રાપ્તિ થાય છે, નહિ કે તે મનુષ્યને જે કામનાપૂર્તિ માટે મથ્યા કરે છે.",
    "hindi": "जिस प्रकार से समुद्र उसमें निरन्तर मिलने वाली नदियों के जल के प्रवाह से विक्षुब्ध नहीं होता उसी प्रकार से ज्ञानी अपने चारों ओर इन्द्रियों के विषयों के आवेग के पश्चात भी शांत रहता है, न कि उस मनुष्य की भांति जो कामनाओं को तुष्ट करने के प्रयास में लगा रहता है।",
    "chpter": 2
  },
  {
    "id": "71",
    "bhagavad gita slok": "विहाय कामान्य: सर्वान्पुमांश्चरति नि:स्पृह: |\nनिर्ममो निरहङ्कार: स शान्तिमधिगच्छति || 71||",
    "english": "That person, who gives up all material desires and lives free from a sense of greed, proprietorship, and egoism, attains perfect peace.",
    "gujrati": "જે મનુષ્ય સર્વ માયિક કામનાઓનો પરિત્યાગ કરી દે છે અને લોભ, સ્વામિત્વ, અને અહંકારની ભાવનાથી મુક્ત થઈને જીવે છે, તે પૂર્ણ શાંતિ પામે છે.",
    "hindi": "जिस मुनष्य ने अपनी सभी भौतिक इच्छाओं का परित्याग कर दिया हो और इन्द्रिय तृप्ति की लालसा, स्वामित्व के भाव और अंहकार से रहित हो गया हो, वह पूर्ण शांति प्राप्त कर सकता है।",
    "chpter": 2
  },
  {
    "id": "72",
    "bhagavad gita slok": "एषा ब्राह्मी स्थिति: पार्थ नैनां प्राप्य विमुह्यति |\nस्थित्वास्यामन्तकालेऽपि ब्रह्मनिर्वाणमृच्छति || 72||",
    "english": "O Parth, such is the state of an enlightened soul that having attained it, one is never again deluded. Being established in this consciousness even at the hour of death, one is liberated from the cycle of life and death and reaches the Supreme Abode of God.",
    "gujrati": "હે પાર્થ! ભગવદ્-પ્રાપ્ત વ્યક્તિની આવી અવસ્થા હોય છે કે તેને પ્રાપ્ત કર્યા પશ્ચાત્ મનુષ્ય પુન: ભ્રમિત થતો નથી. મૃત્યુ સમયે પણ આ જ ચેતનામાં સ્થિત હોવાના કારણે મનુષ્ય જન્મ અને મૃત્યુના ચક્રમાંથી મુક્ત થઈ જાય છે અને ભગવાનના પરમ ધામમાં પ્રવેશ પામે છે.",
    "hindi": "हे पार्थ! ऐसी अवस्था में रहने वाली प्रबुद्ध आत्मा जब ब्रह्मज्ञान प्राप्त कर लेती है, वह फिर कभी भ्रमित नहीं होती तब मृत्यु के समय भी इस दिव्य चेतना में स्थित सिद्ध पुरुष जन्म और मृत्यु के बंधन से मुक्त हो जाता है और भगवान के परम धाम में प्रवेश करता है।",
    "chpter": 2
  },

  {
    "id": "1-2",
    "bhagavad gita slok": "अर्जुन उवाच |ज्यायसी चेत्कर्मणस्ते मता बुद्धिर्जनार्दन |तत्किं कर्मणि घोरे मां नियोजयसि केशव || 1||व्यामिश्रेणेव वाक्येन बुद्धिं मोहयसीव मे |तदेकं वद निश्चित्य येन श्रेयोऽहमाप्नुयाम् || 2||",
    "english": "Arjun said: O Janardan, if You consider knowledge superior to action, then why do You ask me to wage this terrible war? My intellect is bewildered by Your ambiguous advice. Please tell me decisively the one path by which I may attain the highest good.",
    "gujrati": "અર્જુને કહ્યું: હે જનાર્દન!  જો તમે બુદ્ધિને કર્મથી શ્રેષ્ઠ માનતા હો, તો પછી તમે મને આ ઘોર યુદ્ધ કરવા શા માટે કહી રહ્યા છો? આપના સંદિગ્ધ ઉપદેશોથી મારી મતિ વિહ્વળ ગઈ છે. કૃપા કરીને નિશ્ચિયપૂર્વક મને કોઈ એવો માર્ગ બતાવો જે મારા માટે સર્વાધિક કલ્યાણકારી હોય.",
    "hindi": "अर्जुन ने कहा! हे जनार्दन, यदि आप बुद्धि को कर्म से श्रेष्ठ मानते हैं तब फिर आप मुझे इस भीषण युद्ध में भाग लेने के लिए क्यों कहते हो? आपके अनेकार्थक उपदेशों से मेरी बुद्धि भ्रमित हो गयी है। कृपया मुझे निश्चित रूप से कोई एक ऐसा मार्ग बताएँ जो मेरे लिए सर्वाधिक लाभदायक हो",
    "chpter": 3
  },
  {
    "id": "3",
    "bhagavad gita slok": "श्रीभगवानुवाच।\nलोकेऽस्मिन्द्विविधा निष्ठा पुरा प्रोक्ता मयानघ ।\nज्ञानयोगेन साङ्ख्यानां कर्मयोगेन योगिनाम् ॥3॥",
    "english": "The Lord said: O sinless one, the two paths leading to enlightenment were previously explained by Me: the path of knowledge, for those inclined toward contemplation, and the path of work for those inclined toward action.",
    "gujrati": "પરમ કૃપાળુ ભગવાન બોલ્યા: હે નિષ્પાપ અર્જુન! મેં આ પૂર્વે પ્રબુદ્ધ જ્ઞાન-પ્રાપ્તિ માટેના બે માર્ગો અંગેનું વર્ણન કર્યું છે: જ્ઞાનયોગ, તેમના માટે જેમની વૃત્તિ ચિંતન પરાયણ હોય છે અને કર્મ યોગ, તેમના માટે જેમની વૃત્તિ કર્તવ્ય પરાયણ હોય છે.",
    "hindi": "परम कृपालु भगवान ने कहा, हे निष्पाप अर्जुन! मैं पहले ही ज्ञानोदय की प्राप्ति के दो मार्गों का वर्णन कर चुका हूँ। ज्ञानयोग उन मनुष्यों के लिए है जिनकी रुचि चिन्तन में होती है और कर्मयोग उनके लिए है जिनकी रुचि कर्म करने में होती है।",
    "chpter": 3
  },
  {
    "id": "4",
    "bhagavad gita slok": "न कर्मणामनारम्भान्नैष्कर्म्यं पुरुषोऽश्नुते ।\nन च संन्यसनादेव सिद्धिं समधिगच्छति ॥4॥",
    "english": "One cannot achieve freedom from karmic reactions by merely abstaining from work, nor can one attain perfection of knowledge by mere physical renunciation.",
    "gujrati": "મનુષ્ય કેવળ ન તો કર્મથી વિમુખ રહીને કર્મફળમાંથી મુક્તિ મેળવી શકે છે કે ન તો કેવળ શારીરિક સંન્યાસ લઈને જ્ઞાનની સિદ્ધાવસ્થા પ્રાપ્ત કરી શકે છે.",
    "hindi": "न तो कोई केवल कर्म से विमुख रहकर कमर्फल से मुक्ति पा सकता है और न केवल शारीरिक संन्यास लेकर ज्ञान में सिद्धावस्था प्राप्त कर सकता है।",
    "chpter": 3
  },
  {
    "id": "5",
    "bhagavad gita slok": "न हि कश्चित्क्षणमपि जातु तिष्ठत्यकर्मकृत् ।\nकार्यते ह्यवशः कर्म सर्वः प्रकृतिजैर्गुणैः ॥5॥",
    "english": "There is no one who can remain without action even for a moment. Indeed, all beings are compelled to act by their qualities born of material nature (the three guṇas).",
    "gujrati": "કોઈપણ મનુષ્ય એક ક્ષણ માટે પણ કર્મ કર્યા વિના રહી શકતો નથી. વાસ્તવમાં સર્વ પ્રાણીઓ તેમની માયિક પ્રકૃતિના ત્રણ ગુણો દ્વારા કર્મ કરવા વિવશ હોય છે.",
    "hindi": "कोई भी मनुष्य एक क्षण के लिए अकर्मा नहीं रह सकता। वास्तव में सभी प्राणी प्रकृति द्वारा उत्पन्न तीन गुणों के अनुसार कर्म करने के लिए विवश होते हैं।",
    "chpter": 3
  },
  {
    "id": "6",
    "bhagavad gita slok": "कर्मेन्द्रियाणि संयम्य य आस्ते मनसा स्मरन्।\nइन्द्रियान्विमूढात्मा मिथ्याचारः स उच्यते ॥6॥",
    "english": "Those who restrain the external organs of action, while continuing to dwell on sense objects in the mind, certainly delude themselves and are to be called hypocrites.",
    "gujrati": "જે પોતાની કર્મેન્દ્રિયોને વશમાં રાખે છે અને મનમાં ઇન્દ્રિયોના વિષયોનું ચિંતન કરતો રહે છે, તે નિ:સંદેહ પોતાને છેતરે છે અને તે દંભી કહેવાય છે.",
    "hindi": "जो अपनी कर्मेन्द्रियों के बाह्य घटकों को तो नियंत्रित करते हैं लेकिन मन से इन्द्रियों के विषयों का चिन्तन करते हैं, वे निःसन्देह स्वयं को धोखा देते हैं और पाखण्डी कहलाते हैं।",
    "chpter": 3
  },
  {
    "id": "7",
    "bhagavad gita slok": "यस्त्विन्द्रियाणि मनसा नियम्यारभतेऽर्जुन।\nकर्मेन्द्रियैः कर्मयोगमसक्तः स विशिष्यते ॥7॥",
    "english": "But those karm yogis who control their knowledge senses with the mind, O Arjun, and engage the working senses in working without attachment, are certainly superior.",
    "gujrati": "પરંતુ તે કર્મયોગીઓ જેઓ મનથી તેમની જ્ઞાનેન્દ્રિયોને નિયંત્રિત રાખે છે, હે અર્જુન! અને કર્મેન્દ્રિયોને આસક્તિ વિના કર્મમાં વ્યસ્ત રાખે છે, તે નિશ્ચિત રૂપે શ્રેષ્ઠ છે.",
    "hindi": "हे अर्जुन! लेकिन वे कर्मयोगी जो मन से अपनी ज्ञानेन्द्रियों को नियंत्रित करते हैं और कर्मेन्द्रियों से बिना किसी आसक्ति के कर्म में संलग्न रहते हैं, वे वास्तव में श्रेष्ठ हैं।",
    "chpter": 3
  },
  {
    "id": "8",
    "bhagavad gita slok": "नियतं कुरु कर्म त्वं कर्म ज्यायो ह्यकर्मणः।\nशरीरयात्रापि च ते न प्रसिद्धयेदकर्मणः ॥8॥",
    "english": "You should thus perform your prescribed Vedic duties, since action is superior to inaction. By ceasing activity, even your bodily maintenance will not be possible.",
    "gujrati": "આ રીતે તારે નિયત વૈદિક કર્તવ્યોનું પાલન કરવું જોઈએ, કારણ કે કર્મ ન કરવા કરતાં કર્મ કરવું એ અધિક શ્રેષ્ઠ છે. કર્મોનો ત્યાગ કરવાથી તારો શારીરિક નિર્વાહ પણ શક્ય નહિ બને.",
    "hindi": "इसलिए तुम्हें निर्धारित वैदिक कर्म करने चाहिए क्योंकि निष्क्रिय रहने से कर्म करना श्रेष्ठ है। कर्म का त्याग करने से तुम्हारे शरीर का भरण पोषण संभव नहीं होगा।",
    "chpter": 3
  },
  {
    "id": "9",
    "bhagavad gita slok": "यज्ञार्थात्कर्मणोऽन्यत्र लोकोऽयं कर्मबन्धनः\nतदर्थं कर्म कौन्तेय मुक्तसङ्गः समाचर ॥9॥",
    "english": "Work must be done as a yajna to the Supreme Lord; otherwise, work causes bondage in this material world. Therefore, O son of Kunti, for the satisfaction of God, perform your prescribed duties, without being attached to the results",
    "gujrati": "કર્મ ભગવાનની પ્રીતિ અર્થે થતા યજ્ઞ તરીકે કરવું જોઈએ, અન્યથા, આ ભૌતિક જગતમાં કર્મ બંધનનું કારણ બને છે. તેથી, હે કુંતીપુત્ર! ભગવાનની પ્રસન્નતા અર્થે, ફળમાં આસક્તિ રાખ્યા વિના તારા નિયત કર્મો કર.",
    "hindi": "परमात्मा के लिए यज्ञ के रूप में कर्मों का निष्पादन करना चाहिए अन्यथा कर्म इस भौतिक संसार में बंधन का कारण बनेंगे। इसलिए हे कुन्ति पुत्र! भगवान के सुख के लिए और फल की आसक्ति के बिना अपने नियत कर्म करो।",
    "chpter": 3
  },
  {
    "id": "10",
    "bhagavad gita slok": "सहयज्ञाः प्रजाः सृष्ट्वा पुरोवाच प्रजापतिः।\nअनेन प्रसविष्यध्वमेष वोऽस्त्विष्टकामधुक्॥10॥",
    "english": "In the beginning of creation, Brahma created humankind along with duties, and said, “Prosper in the performance of these yajñas (sacrifices), for they shall bestow upon you all you wish to achieve.”",
    "gujrati": "સૃષ્ટિના પ્રારંભે બ્રહ્માએ મનુષ્યોનું સર્જન તેમના કર્તવ્યો સાથે કર્યું, અને કહ્યું, “આ યજ્ઞોનું પાલન કરીને સમૃદ્ધ થાઓ, કારણકે તે તમે જે કંઈ પ્રાપ્ત કરવા ઈચ્છશો, તે પ્રદાન કરશે.”",
    "hindi": "सृष्टि के आरम्भ में ब्रह्मा ने मानव जाति को उनके नियत कर्तव्यों सहित जन्म दिया और कहा “इन यज्ञों का धूम-धाम से अनुष्ठान करने पर तुम्हें सुख समृद्धि प्राप्त होगी और इनसे तुम्हें सभी वांछित वस्तुएँ प्राप्त होंगी।”",
    "chpter": 3
  },
  {
    "id": "11",
    "bhagavad gita slok": "देवान्भावयतानेन ते देवा भावयन्तु वः ।\nपरस्परं भावयन्तः श्रेयः परमवाप्स्यथ ॥11॥",
    "english": "By your sacrifices, the celestial gods will be pleased, and by cooperation between humans and the celestial gods, great prosperity will reign for all.",
    "gujrati": "તારા યજ્ઞો દ્વારા દેવતાઓ પ્રસન્ન થશે અને માનવો તથા દેવતાઓ વચ્ચેના સહયોગના પરિણામ સ્વરૂપે સૌને સુખ-સમૃદ્ધિ પ્રાપ્ત થશે.",
    "hindi": "तुम्हारे द्वारा सम्पन्न किए गए यज्ञों से देवता प्रसन्न होंगे और मनष्यों और देवताओं के मध्य सहयोग के परिणामस्वरूप सभी को सुख समृद्धि प्राप्त होगी।",
    "chpter": 3
  },
  {
    "id": "12",
    "bhagavad gita slok": "इष्टान्भोगान्हि वो देवा दास्यन्ते यज्ञभाविताः ।\nतैर्दत्तानप्रदायैभ्यो यो भुतस्तेन एव सः ॥12॥",
    "english": "The celestial gods, being satisfied by the performance of sacrifice, will grant you all the desired necessities of life. But those who enjoy what is given to them, without making offerings in return, are verily thieves.",
    "gujrati": "યજ્ઞ સંપન્ન કરવાથી પ્રસન્ન થઈને સ્વર્ગીય દેવતાઓ તમારા માટે  જીવન નિર્વાહ માટે ઈચ્છિત સર્વ આવશ્યકતાઓની પૂર્તિ કરશે. પરંતુ જેઓ આ પ્રાપ્ત ઉપહારોને દેવતાઓને અર્પણ કર્યા વિના ભોગવે છે, તેઓ નિ:શંક ચોર છે.",
    "hindi": "तुम्हारे द्वारा सम्पन्न यज्ञों से प्रसन्न होकर देवता जीवन निर्वाह के लिए वांछित आवश्यक वस्तुएँ प्रदान करेंगे किन्तु जो प्राप्त उपहारों को उनको अर्पित किए बिना भोगते हैं, वे वास्तव में चोर हैं।",
    "chpter": 3
  },
  {
    "id": "13",
    "bhagavad gita slok": "यज्ञशिष्टाशिनः सन्तो मुच्यन्ते सर्वकिल्बिषैः ।\nभुज्यते ते त्वघं पापा ये पचन्त्यात्मकारणात् ॥13॥",
    "english": "The spiritually-minded, who eat food that is first offered in sacrifice, are released from all kinds of sin. Others, who cook food for their own enjoyment, verily eat only sin.",
    "gujrati": "આધ્યાત્મિક મનોવૃત્તિ ધરાવતાં ભક્તો, પ્રથમ યજ્ઞને અર્પિત કરેલું ભોજન ગ્રહણ કરે છે, તેથી તેઓ સર્વ પ્રકારના પાપોમાંથી મુક્ત થઇ જાય છે. અન્ય લોકો, જેઓ પોતાની ઇન્દ્રિયોની તૃપ્તિ માટે ભોજન બનાવે છે, તેઓ નિ:શંક પાપ જ ખાય છે.",
    "hindi": "आध्यात्मिक मनोवत्ति वाले जो भक्त पहले यज्ञ में अर्पित करने के पश्चात भोजन ग्रहण करते हैं, वे सभी प्रकार के पापों से मुक्त हो जाते हैं किन्तु जो अपनी इन्द्रिय तृप्ति के लिए भोजन बनाते हैं, वे वास्तव में पाप अर्जित करते हैं।",
    "chpter": 3
  },
  {
    "id": "14",
    "bhagavad gita slok": "अन्नाद्भवन्ति भूतानि पर्जन्यादन्नसम्भवः ।\nयज्ञाद्भवति पर्जन्यो यज्ञः कर्मसमुद्भवः ॥14॥",
    "english": "The spiritually-minded, who eat food that is first offered in sacrifice, are released from all kinds of sin. Others, who cook food for their own enjoyment, verily eat only sin.",
    "gujrati": "સર્વ જીવંત પ્રાણીઓ અન્ન પર નિર્ભર રહે છે અને અન્ન વર્ષાથી ઉત્ત્પન્ન થાય છે. વર્ષા યજ્ઞ કરવાથી વરસે છે અને યજ્ઞ નિયત ધર્મનું પાલન કરવાથી સંપન્ન થાય છે.",
    "hindi": "सभी लोग अन्न पर निर्भर हैं और अन्न वर्षा से उत्पन्न होता हैं, वर्षा यज्ञ का अनुष्ठान करने से होती है और यज्ञ निर्धारित कर्मों का पालन करने से सम्पन्न होता है।",
    "chpter": 3
  },
  {
    "id": "15",
    "bhagavad gita slok": "कर्म ब्रह्योद्भवं विद्धि बह्माक्षरसमुद्भवम् ।\nतस्मात्सर्वगतं। ब्रह्म नित्यं यज्ञे प्रतिष्ठितम् ॥15॥",
    "english": "The duties for human beings are described in the Vedas, and the Vedas are manifested by God Himself. Therefore, the all-pervading Lord is eternally present in acts of sacrifice.",
    "gujrati": "વેદોમાં મનુષ્યો માટેનાં કર્તવ્યોનું વર્ણન કરવામાં આવ્યું છે અને વેદો સ્વયં ભગવાનમાંથી પ્રગટ થયા છે. તેથી, સર્વ-વ્યાપક ભગવાન શાશ્વત રીતે યજ્ઞના કર્મમાં વિદ્યમાન રહે છે.",
    "hindi": "वेदों में सभी जीवों के लिए कर्म निश्चित किए गए हैं और वेद परब्रह्म भगवान से प्रकट हुए हैं। परिणामस्वरूप सर्वव्यापक भगवान सभी यज्ञ कर्मों में नित्य व्याप्त रहते हैं।",
    "chpter": 3
  },
  {
    "id": "16",
    "bhagavad gita slok": "एवं प्रवर्तितं चक्रं नानुवर्तयतीह यः ।\nअघायुरिन्द्रियारामो मोघं पार्थ स जीवति ॥16॥",
    "english": "O Parth, those who do not accept their responsibility in the cycle of sacrifice established by the Vedas are sinful. They live only for the delight of their senses; indeed their lives are in vain.",
    "gujrati": "હે પાર્થ! વેદો દ્વારા સ્થાપિત યજ્ઞચક્રમાં જે મનુષ્ય પોતાના ઉત્તરદાયિત્ત્વનો સ્વીકાર કરતો નથી તે પાપી છે. તેઓ કેવળ તેમની ઇન્દ્રિયોના સુખ-પ્રમાદ માટે જીવે છે; વાસ્તવમાં તેમનું જીવન વ્યર્થ છે.",
    "hindi": "हे पार्थ! जो मनुष्य वेदों द्वारा स्थापित यज्ञ कर्म के चक्र का पालन करने के अपने दायित्व का निर्वाहन नहीं करते, वे पाप अर्जित करते हैं, वे केवल अपनी इन्द्रियों की तृप्ति के लिए जीवित रहते हैं, वास्तव में उनका जीवन व्यर्थ ही है।",
    "chpter": 3
  },
  {
    "id": "17",
    "bhagavad gita slok": "यस्वात्मरतिरेव स्यादात्मतृप्तश्च मानवः ।\nआत्मन्येव च सन्तुष्टस्तस्य कार्यं न विद्यते ॥17॥",
    "english": "But those who rejoice in the self, who are illumined and fully satisfied in the self, for them, there is no duty.",
    "gujrati": "પરંતુ જે મનુષ્યો આત્માનંદમાં જ સ્થિત છે અને જેમનું જીવન આત્મ-પ્રકાશિત તથા પૂર્ણપણે આત્મ-સંતુષ્ટ હોય છે, તેમને માટે કોઈ કર્તવ્ય શેષ રહેતું નથી.",
    "hindi": "लेकिन जो मनुष्य आत्मानंद में स्थित रहते हैं तथा जो प्रबुद्ध और पूर्णतया आत्म संतुष्ट होते हैं, उनके लिए कोई नियत कर्त्तव्य नहीं होता।",
    "chpter": 3
  },
  {
    "id": "18",
    "bhagavad gita slok": "नैव तस्य कृतेनार्थो नाकृतेनेह कश्चन ।\nन चास्य सर्वभूतेषु कश्चिदर्थव्यपाश्रयः ॥18॥",
    "english": "Such self-realized souls have nothing to gain or lose either in discharging or renouncing their duties. Nor do they need to depend on other living beings to fulfill their self-interest.",
    "gujrati": "આવા આત્મ-સાક્ષાત્કાર પ્રાપ્ત કરેલા આત્માઓને તેમનાં કર્તવ્ય પાલન કરવાથી કે તેનો ત્યાગ કરવાથી કંઈ પણ પ્રાપ્ત કરવાનું કે ગુમાવવાનું રહેતું નથી. ન તો તેમને તેમની સ્વાર્થપૂર્તિ માટે અન્ય કોઈ જીવો પર નિર્ભર રહેવાની આવશ્યકતા હોય છે.",
    "hindi": "ऐसी आत्मलीन आत्माओं को अपने कर्तव्य का पालन करने या उनसे विमुख होने से कुछ पाना या खोना नहीं होता और न ही उन्हें अपनी निजी आवश्यकताओं की पूर्ति के लिए अन्य जीवों पर निर्भर रहने की आवश्यकता होती है।",
    "chpter": 3
  },
  {
    "id": "19",
    "bhagavad gita slok": "तस्मादसक्तः सततं कार्यं कर्म समाचर ।\nअसक्तो ह्याचरन्कर्म परमानोति पुरुषः ॥19॥",
    "english": "Therefore, giving up attachment, perform actions as a matter of duty because by working without being attached to the fruits, one attains the Supreme.",
    "gujrati": "તેથી આસક્તિનો ત્યાગ કરીને પોતાનું કર્તવ્ય સમજીને નિરંતર કર્મ કર, કારણકે, ફળમાં આસક્તિ રાખ્યા વિના કર્મ કરવાથી મનુષ્યને પરમેશ્વરની પ્રાપ્તિ થાય છે.",
    "hindi": "अतः आसक्ति का त्याग कर अपने कार्य को कर्तव्य समझ कर फल की आसक्ति के बिना निरन्तर कर्म करने से ही किसी को परमात्मा की प्राप्ति होती है।",
    "chpter": 3
  },
  {
    "id": "20-21",
    "bhagavad gita slok": "कर्मणैव हि संसिद्धिमास्थिता जनकादयः ।\nलोकसंग्रहमेवापि सम्पश्यन्कर्तुमर्हसि ॥20॥\nयद्यदाचरति श्रेष्ठस्तत्तदेवेतरो जनः ।\nस यत्प्रमाणं कुरुते लोकस्तदनुवर्तते ॥21॥",
    "english": "By performing their prescribed duties, King Janak and others attained perfection. You should also perform your duties to set an example for the good of the world. Whatever actions great persons perform, common people follow. Whatever standards they set, all the world pursues.",
    "gujrati": "રાજા જનક અને અન્ય મહાપુરુષોએ તેમનાં નિયત કર્તવ્યોનું પાલન કરીને સિદ્ધિ પ્રાપ્ત કરી હતી. વિશ્વનાં કલ્યાણ અર્થે અનુકરણીય ઉદાહરણ પૂરું પાડવા તારે પણ તારાં કર્તવ્યોનું પાલન કરવું જોઈએ. જે કંઈ પણ મહાન કર્મો મહાન વ્યક્તિઓ દ્વારા કરવામાં આવે છે, સાધારણ જનસમુદાય તેનું અનુસરણ કરે છે. જે કોઈ આદર્શ તેમના દ્વારા પ્રસ્થાપિત કરવામાં આવે છે તેને સમગ્ર સંસાર અનુસરે છે.",
    "hindi": "राजा जनक और अन्य महापुरुषों ने अपने नियत कर्मों का पालन करते हुए सिद्धि प्राप्त की थी इसलिए तुम्हें भी अपने कर्तव्यों का निर्वाहन करते हुए समाज के कल्याण के लिए अनुकरणीय उदाहरण प्रस्तुत करना चाहिए। महापुरुष जो भी कर्म करते हैं, सामान्य जन उनका पालन करते हैं, वे जो भी आदर्श स्थापित करते हैं, सारा संसार उनका अनुसरण करता है।",
    "chpter": 3
  },
  {
    "id": "22",
    "bhagavad gita slok": "न मे पार्थास्ति कर्तव्यं त्रिषु लोकेषु किञ्चन ।\nनानवाप्तमवाप्तव्यं वर्त एव च कर्मणि ॥22॥",
    "english": "There is no duty for Me to do in all the three worlds, O Parth, nor do I have anything to gain or attain. Yet, I am engaged in prescribed duties.",
    "gujrati": "હે પાર્થ! ત્રણે લોકમાં મારા માટે કોઈ કર્તવ્ય નથી. ન તો મારે કંઈ મેળવવાનું છે કે ન તો પ્રાપ્ત કરવાનું. આમ છતાં, હું નિયત કર્મોમાં વ્યસ્ત છું.",
    "hindi": "हे पार्थ! समस्त तीनों लोकों में मेरे लिए कोई कर्म निश्चित नहीं है, न ही मुझे किसी पदार्थ का अभाव है और न ही मुझमें कुछ पाने की अपेक्षा है फिर भी मैं निश्चित कर्म करता हूँ।",
    "chpter": 3
  },
  {
    "id": "23",
    "bhagavad gita slok": "यदि ह्यहं न वर्तेयं जातु कर्मण्यतन्द्रितः ।\nमम वानुवर्तन्ते मनुष्याः पार्थ सर्वशः ॥23॥",
    "english": "For if I did not carefully perform the prescribed duties, O Parth, all men would follow My path in all respects.",
    "gujrati": "જો હું નિયત કર્મો સાવધાનીપૂર્વક ન કરું, તો હે પાર્થ, સર્વ મનુષ્યો સર્વ પ્રકારે મારા માર્ગનું અનુસરણ કરશે.",
    "hindi": "यदि मैं सावधानीपूर्वक नियत कर्म नहीं करता तो हे पार्थ! सभी लोगों ने निश्चित रूप से सभी प्रकार से मेरे मार्ग का ही अनुसरण किया होता।",
    "chpter": 3
  },
  {
    "id": "24",
    "bhagavad gita slok": "उत्सीदेयुरिमे लोका न कुर्यां कर्म चेदहम् ।\nसङ्करस्य च कर्ता स्यामुपहन्यामिमाः प्रजाः ॥24॥",
    "english": "If I ceased to perform prescribed actions, all these worlds would perish. I would be responsible for the pandemonium that would prevail, and would thereby destroy the peace of the human race.",
    "gujrati": "જો હું નિયત કર્મ કરવાનું ન કરું, તો આ બધા લોકનો વિનાશ થઇ જાય. તેના કારણે જે અરાજકતા પ્રવ વર્તે અને એ રીતે સમગ્ર માનવજાતિની શાંતિ નો વિનાશ થઇ જાય તે માટે હું ઉત્તરદાયી હોઈશ.",
    "hindi": "यदि मैं अपने निर्धारित कर्म नहीं करता तब ये सभी लोक नष्ट हो जाते और मैं संसार में उत्पन्न होने वाली अराजकता के लिए उत्तरदायी होता और इस प्रकार से मानव जाति की शांति का विनाश करने वाला कहलाता।",
    "chpter": 3
  },
  {
    "id": "25",
    "bhagavad gita slok": "सक्ताः कर्मण्यविद्वांसो यथा कुर्वन्ति भारत।\nकुर्याद्विद्वांस्तथासक्तश्चिकीर्षुर्लोकसंग्रहम् ॥25॥",
    "english": "As ignorant people perform their duties with attachment to the results, O scion of Bharat, so should the wise act without attachment, for the sake of leading people on the right path.",
    "gujrati": "જેવી રીતે અજ્ઞાની મનુષ્યો ફળ પ્રતિ આસક્તિ રાખીને તેમનાં કર્તવ્યોનું પાલન કરે છે, તેવી રીતે હે ભરતવંશી! વિદ્વાનજનોએ સામાન્ય લોકોને સાચા માર્ગે દોરવા માટે અનાસક્ત રહીને કર્મો કરવાં જોઈએ.",
    "hindi": "हे भरतवंशी! जैसे अज्ञानी लोग फल की आसक्ति की कामना से कर्म करते हैं, उसी प्रकार बुद्धिमान मनुष्यों को लोगों को उचित मार्ग की ओर चलने के लिए प्रेरित करने हेतु अनासक्त रहकर कर्म करना चाहिए।",
    "chpter": 3
  },
  {
    "id": "26",
    "bhagavad gita slok": "न बुद्धिभेदं जनयेदज्ञानां कर्मसङ्गिनाम्।\nजोषयेत्सर्वकर्माणि विद्वानयुक्तः समाचरन् ॥26॥",
    "english": "The wise should not create discord in the intellects of ignorant people, who are attached to fruitive actions, by inducing them to stop work. Rather, by performing their duties in an enlightened manner, they should inspire the ignorant also to do their prescribed duties.",
    "gujrati": "વિદ્વાન મનુષ્યોએ સકામ કર્મોમાં આસક્ત એવા અજ્ઞાની લોકોને કર્મ ન કરવાની પ્રેરણા આપીને તેમની બુદ્ધિને વિચલિત કરવી જોઈએ નહીં. પરંતુ, પોતાના કર્તવ્યોનું પાલન પ્રબુદ્ધ શૈલીથી કરીને, તે અજ્ઞાની લોકોને પણ તેમના નિયત કર્તવ્યોનું પાલન કરવા પ્રેરિત કરવા જોઈએ.",
    "hindi": "ज्ञानवान मनुष्यों को चाहिए कि वे अज्ञानी लोगों को जिनकी आसक्ति सकाम कर्म करने में रहती है, उन्हें कर्म करने से रोक कर उनकी बुद्धि में मतभेद उत्पन्न न करें अपितु स्वयं ज्ञानयुक्त होकर अपने कार्य करते हुए उन अज्ञानी लोगों को भी अपने नियत कर्म करने के लिए प्रेरित करना चाहिए।",
    "chpter": 3
  },
  {
    "id": "27",
    "bhagavad gita slok": "प्रकृतेः क्रियमाणानि गुणैः कर्माणि सर्वशः ।\nअहङ्कारविमूढात्मा कर्ताहमिति मन्यते ॥27॥",
    "english": "All activities are carried out by the three modes of material nature. But in ignorance, the soul, deluded by false identification with the body, thinks of itself as the doer.",
    "gujrati": "સર્વ ક્રિયાઓ માયિક પ્રકૃતિના ત્રણ ગુણો દ્વારા સંપન્ન થાય છે. પરંતુ અજ્ઞાનને કારણે આત્મા શરીર સાથેના ભ્રામક તાદાત્મ્યને કારણે સ્વયંને સર્વ કાર્યનો કર્તા માને છે.",
    "hindi": "जीवात्मा देह के मिथ्या ज्ञान के कारण स्वयं को अपने सभी कर्मों का कर्ता समझती है।यद्यपि विश्व के सभी कार्य प्रकृति के तीन गुणों के अन्तर्गत सम्पन्न होते हैं लेकिन अहंकारवश",
    "chpter": 3
  },
  {
    "id": "28",
    "bhagavad gita slok": "तत्त्ववित्तु महाबाहो गुणकर्मविभागयोः।\nगुणा गुणेषु वर्तन्त इति मत्वा न सज्जते ॥28॥",
    "english": "O mighty-armed Arjun, illumined persons distinguish the soul as distinct from guṇas and karmas. They perceive that it is only the guṇas (in the shape of the senses, mind, and others) that move among the guṇas (in the shape of the objects of perception), and thus they do not get entangled in them.",
    "gujrati": "હે મહાબાહુ અર્જુન! જે મનુષ્ય પરમ સત્યનું જ્ઞાન ધરાવે છે, તે આત્માને ગુણો અને કર્મોથી ભિન્ન માને છે. તેઓ સમજે છે કે, કેવળ ગુણો (મન અને ઇન્દ્રિયના રૂપમાં) ગુણો (ઇન્દ્રિયોના વિષયોના રૂપમાં)ની મધ્યે પરિભ્રમણ કરતા રહે છે, અને તેથી તેઓ તેમાં ફસાતા નથી.",
    "hindi": "हे महाबाहु अर्जुन! तत्त्वज्ञानी आत्मा की पहचान गुणों और कर्मों से भिन्न करते हैं वे समझते हैं कि 'इन्द्रिय, मन, आदि के रूप में केवल गुण ही हैं जो इन्द्रिय विषयों, (गुणेषु) में संचालित होते हैं और इसलिए वे उनमें नहीं फंसते।",
    "chpter": 3
  },
  {
    "id": "29",
    "bhagavad gita slok": "प्रकृतेर्गुणसम्मूढाः सज्जन्ते गुणकर्मसु ।\nतानकृत्स्नविदो मन्दान्कृत्स्नविन्न विचालयेत् ॥29॥",
    "english": "Those who are deluded by the operation of the guṇas become attached to the results of their actions. But the wise who understand these truths should not unsettle such ignorant people who know very little.",
    "gujrati": "જે મનુષ્યો ગુણોના સંચાલનથી ભ્રમિત થઇ ગયા છે તેઓ તેમના કર્મોના ફળો પ્રત્યે આસક્ત થાય છે. પરંતુ, જે આ પરમ સત્યોને જાણે છે એવા જ્ઞાની મનુષ્યોએ જેમનું જ્ઞાન અલ્પ માત્રામાં છે એવા અજ્ઞાની મનુષ્યોને વિચલિત કરવા જોઈએ નહીં.",
    "hindi": "वे मनुष्य जो प्रकृति के गुणों के प्रभाव से मोहित होकर फल प्राप्ति की कामना के साथ अपने कर्म करते हैं लेकिन बुद्धिमान पुरुष जो इस परम सत्य को जानते हैं, उन्हें ऐसे अज्ञानी लोगों को विचलित नहीं करना चाहिए जिनका ज्ञान अल्प होता है।",
    "chpter": 3
  },
  {
    "id": "30",
    "bhagavad gita slok": "मयि सर्वाणि कर्माणि संन्यस्याध्यात्मचेतसा ।\nनिराशीर्निर्ममो भूत्वा युध्यस्व विगतज्वरः ॥30॥",
    "english": "Performing all works as an offering unto Me, constantly meditate on Me as the Supreme. Become free from desire and selfishness, and with your mental grief departed, fight!",
    "gujrati": "સર્વ કર્મોને મને સમર્પિત કરીને, નિરંતર પરમેશ્વરના રૂપમાં મારું ધ્યાન ધર. કામનાઓથી અને સ્વાર્થથી મુક્ત થા અને તારા માનસિક સંતાપોનો ત્યાગ કરીને, યુદ્ધ કર!",
    "hindi": "अपने समस्त कर्मों को मुझको अर्पित करके और परमात्मा के रूप में निरन्तर मेरा ध्यान करते हुए कामना और स्वार्थ से रहित होकर अपने मानसिक दुखों को त्याग कर युद्ध करो।",
    "chpter": 3
  },
  {
    "id": "31",
    "bhagavad gita slok": "ये मे मतमिदं नित्यमनुतिष्ठन्ति मानवाः।\nश्रद्धावन्तोऽनसूयन्तो मुच्यन्ते तेऽपि कर्मभिः ॥31॥",
    "english": "Those who abide by these teachings of Mine, with profound faith and free from envy, are released from the bondage of karma.",
    "gujrati": "જેઓ પ્રગાઢ શ્રદ્ધા સાથે મારા આ ઉપદેશોનું પાલન કરે છે  અને દ્વેષથી મુક્ત રહે છે, તેઓ કર્મબંધનથી મુક્ત થઇ જાય છે.",
    "hindi": "जो मनुष्य अगाध श्रद्धा के साथ मेरे इन उपदेशों का अनुपालन करते हैं और दोष दृष्टि से परे रहते हैं, वे कर्म के बंधनों से मुक्त हो जाते हैं।",
    "chpter": 3
  },
  {
    "id": "32",
    "bhagavad gita slok": "ये त्वेतदभ्यसूयन्तो नानुतिष्ठन्ति मे मतम्।\nसर्वज्ञानविमूढांस्तान्विद्धि नष्टानचेतसः ॥32॥",
    "english": "But those who find faults with My teachings, being bereft of knowledge and devoid of discrimination, they disregard these principles and bring about their own ruin.",
    "gujrati": "પરંતુ જેઓ જ્ઞાનથી રહિત અને વિવેકથી વંચિત રહીને મારા ઉપદેશોમાં દોષ શોધે છે, તેઓ આ સિદ્ધાંતોનો અનાદર કરે છે અને એમનો પોતાનો જ વિનાશ કરે છે.",
    "hindi": "किन्तु जो मेरे उपदेशों में दोष ढूंढते हैं, वे ज्ञान से वंचित और विवेकहीन होते हैं, इन सिद्धान्तों की उपेक्षा करने से वे अपने विनाश का कारण बनते हैं।",
    "chpter": 3
  },
  {
    "id": "33",
    "bhagavad gita slok": "सदृशं चेष्टते स्वस्याः प्रकृतेर्ज्ञानवानपि ।\nप्रकृतिं यान्ति भूतानि निग्रहः किं करिष्यति ॥33॥",
    "english": "Even wise people act according to their natures, for all living beings are propelled by their natural tendencies. What will one gain by repression?",
    "gujrati": "જ્ઞાની  મનુષ્યો પણ તેમની પ્રકૃતિને અનુસાર કર્મ કરે છે, કારણ કે સર્વ જીવાત્માઓ તેમની પ્રાકૃતિક વૃત્તિઓથી પ્રેરિત થાય છે. નિગ્રહ દ્વારા મનુષ્યને શું પ્રાપ્ત થશે?",
    "hindi": "बुद्धिमान लोग भी अपनी प्रकृति के अनुसार कार्य करते हैं क्योंकि सभी जीव अपनी स्वाभाविक प्रवृत्ति से प्रेरित होते हैं, किसी को दमन से क्या प्राप्त हो सकता है।",
    "chpter": 3
  },
  {
    "id": "34",
    "bhagavad gita slok": "इन्द्रियस्येन्द्रियस्यार्थे रागद्वेषौ व्यवस्थितौ।\nतयोर्न वशमागच्छेत्तौ ह्यस्य परिपन्थिनौ ॥34॥",
    "english": "The senses naturally experience attachment and aversion to the sense objects, but do not be controlled by them, for they are way-layers and foes.",
    "gujrati": "ઇન્દ્રિયો પ્રાકૃતિક રીતે જ ઈન્દ્રિય વિષયો પ્રત્યે આસક્તિ અને વિરક્તિનો અનુભવ કરે છે પરંતુ તેમને વશીભૂત થવું જોઈએ નહીં, કારણ કે તેઓ માર્ગ અવરોધક અને શત્રુઓ છે.",
    "hindi": "इन्द्रियों का इन्द्रिय विषयों के साथ स्वाभाविक रूप से राग और द्वेष होता है किन्तु मनुष्य को इनके वशीभूत नहीं होना चाहिए क्योंकि ये आत्म कल्याण के मार्ग के अवरोधक और शत्रु हैं।",
    "chpter": 3
  },
  {
    "id": "35",
    "bhagavad gita slok": "श्रेयान्स्वधर्मो विगुणः परधर्मात्स्वनुष्ठितात्।\nस्वधर्मे निधनं श्रेयः परधर्मो भयावहः ॥35॥",
    "english": "It is far better to perform one’s natural prescribed duty, though tinged with faults, than to perform another’s prescribed duty, though perfectly. In fact, it is preferable to die in the discharge of one’s duty, than to follow the path of another, which is fraught with danger.",
    "gujrati": "પોતાના નિયત કરેલાં કર્તવ્યોનું પાલન, ભલે દોષયુક્ત હોય પરંતુ અન્ય માટે નિયત કરેલાં કર્તવ્યોનું દોષરહિત પાલન કરવા કરતાં અધિક શ્રેયસ્કર છે. વાસ્તવમાં, પોતાના કર્તવ્યોનું પાલન કરવામાં મૃત્યુ પામવું એ અન્યના ભયયુકત માર્ગનું અનુસરણ કરવા કરતાં ઉચિત છે.",
    "hindi": "अपने नियत कार्यों को दोष युक्त सम्पन्न करना अन्य के निश्चित कार्यों को समुचित ढंग से करने से कहीं अधिक श्रेष्ठ होता है। वास्तव में अपने कर्तव्य का पालन करते हुए मरना दूसरों के जोखिम से युक्त भयावह मार्ग का अनुसरण करने से श्रेयस्कर होता है।",
    "chpter": 3
  },
  {
    "id": "36",
    "bhagavad gita slok": "अर्जुन उवाच।\nअथ केन प्रयुक्तोऽयं पापं चरति पूरुषः ।\nअनिच्छन्नपि वार्ष्णेय बलादिव नियोजितः ॥36॥",
    "english": "Arjun asked: Why is a person impelled to commit sinful acts, even unwillingly, as if by force, O descendent of Vrishni (Krishna)?",
    "gujrati": "અર્જુને કહ્યું: હે વૃષ્ણી વંશી! શા માટે મનુષ્ય અનિચ્છાએ પાપયુક્ત કાર્યો કરવા પ્રેરિત થાય છે, જાણે કે કોઈ દબાણથી એમ કરવા પરોવાતો હોય?",
    "hindi": "अर्जुन ने कहा! हे वृष्णिवंशी, श्रीकृष्ण! इच्छा न होते हुए भी मनुष्य पापजन्य कर्मों की ओर क्यों प्रवृत्त होता है। ऐसा प्रतीत होता है कि उसे बलपूर्वक पाप कर्मों में लगाया जाता है।",
    "chpter": 3
  },
  {
    "id": "37",
    "bhagavad gita slok": "श्रीभगवानुवाच। काम एष क्रोध एष रजोगुणसमुद्भवः ।\nमहाशनो महापाप्मा विद्धयेनमिह वैरिणम् ॥37॥",
    "english": "The Supreme Lord said: It is lust alone, which is born of contact with the mode of passion, and later transformed into anger. Know this as the sinful, all-devouring enemy in the world.",
    "gujrati": "પૂર્ણ પુરુષોત્તમ ભગવાન બોલ્યા:  એકમાત્ર કામ જ છે, જે રજોગુણથી ઉત્પન્ન થાય છે, અને પશ્ચાત્ ક્રોધમાં પરિવર્તિત થાય છે. તેને આ વિશ્વનો મહાપાપી ને સર્વભક્ષક શત્રુ જાણ.",
    "hindi": "परमात्मा श्रीकृष्ण कहते हैं-अकेली काम वासना जो रजोगुण के सम्पर्क में आने से उत्पन्न होती है और बाद में क्रोध का रूप धारण कर लेती है, इसे पाप के रूप में संसार का सर्वभक्षी शत्रु समझो।",
    "chpter": 3
  },
  {
    "id": "38",
    "bhagavad gita slok": "धूमेनावियते वह्निर्यथादर्शो मलेन च ।\nयथोल्बेनावृतो गर्भस्तथा तेनेदमावृतम् ॥38॥",
    "english": "Just as a fire is covered by smoke, a mirror is masked by dust, and an embryo is concealed by the womb, similarly one’s knowledge gets shrouded by desire.",
    "gujrati": "જેવી રીતે અગ્નિ ધૂમાડાથી આવૃત હોય છે, દર્પણ ધૂળથી આચ્છાદિત હોય છે અને ભૃણ ગર્ભાશયમાં સંતાયેલો હોય છે, બરાબર તેવી રીતે મનુષ્યના જ્ઞાન પર કામનાઓનું આવરણ આવી જાય છે.",
    "hindi": "जैसे अग्नि धुएँ से ढकी रहती है, दर्पण धूल से आवृत रहता है तथा भ्रूण गर्भाशय से अप्रकट रहता है, उसी प्रकार से कामनाओं के कारण मनुष्य के ज्ञान पर आवरण पड़ा रहता है।",
    "chpter": 3
  },
  {
    "id": "39",
    "bhagavad gita slok": "आवृतं ज्ञानमेतेन ज्ञानिनो नित्यवैरिणा ।\nकामरूपेण कौन्तेय दुष्पूरेणानलेन च ॥39॥",
    "english": "The knowledge of even the most discerning gets covered by this perpetual enemy in the form of insatiable desire, which is never satisfied and burns like fire, O son of Kunti.",
    "gujrati": "હે કુંતીપુત્ર અર્જુન! અતિ વિવેકપૂર્ણ મનુષ્યનું જ્ઞાન પણ આ અતૃપ્ત કામનાઓ રૂપી નિત્ય શત્રુ દ્વારા ઢંકાઈ જાય છે, જે કદાપિ સંતુષ્ટ થતી નથી અને અગ્નિની જેમ બળતી રહે છે.",
    "hindi": "हे कुन्ती पुत्र! इस प्रकार ज्ञानी पुरुष का ज्ञान भी अतृप्त कामना रूपी नित्य शत्रु से आच्छादित रहता है जो कभी संतुष्ट नहीं होता और अग्नि के समान जलता रहता है।",
    "chpter": 3
  },
  {
    "id": "40",
    "bhagavad gita slok": "इन्द्रियाणि मनो बुद्धिरस्याधिष्ठानमुच्यते ।\nएतैर्विमोहयत्येष ज्ञानमावृत्य देहिनम् ॥40॥",
    "english": "The senses, mind, and intellect are said to be breeding grounds of desire. Through them, it clouds one’s knowledge and deludes the embodied soul.",
    "gujrati": "ઇન્દ્રિય, મન અને બુદ્ધિને કામનાઓની સંવર્ધન ભૂમિ કહેવામાં આવે છે. તેમના દ્વારા આ કામનાઓ મનુષ્યનાં જ્ઞાન પર આવૃત થઇ જાય છે અને દેહધારી આત્મા મોહિત થઇ જાય છે.",
    "hindi": "इन्द्रिय, मन और बुद्धि को कामना की प्रजनन भूमि कहा जाता है जिनके द्वारा यह मनुष्य के ज्ञान को आच्छादित कर लेती है और देहधारियों को मोहित करती है।",
    "chpter": 3
  },
  {
    "id": "41",
    "bhagavad gita slok": "तस्मात्त्वमिन्द्रियाण्यादौ नियम्य भरतर्षभ।\nपाप्मानं प्रजहि ह्येनं ज्ञानविज्ञाननाशनम् ॥41॥",
    "english": "Therefore, O best of the Bharatas, in the very beginning bring the senses under control and slay this enemy called desire, which is the embodiment of sin and destroys knowledge and realization.",
    "gujrati": "આથી, હે ભરતવંશીઓમાં શ્રેષ્ઠ અર્જુન, પ્રારંભથી જ ઈન્દ્રિયોનું નિયમન કરીને આ કામનારૂપી શત્રુનો વધ કરી દે, જે પાપનું પ્રતિક છે અને જ્ઞાન તથા આત્મ-સાક્ષાત્કારનો વિનાશ કરે છે.",
    "hindi": "इसलिए हे भरतवंशियों में श्रेष्ठ! प्रारम्भ से ही इन इन्द्रियों को नियंत्रण में रखकर कामना रूपी शत्रु का वध कर डालो जो पाप का मूर्तरूप तथा ज्ञान और आत्मबोध का विनाशक है।",
    "chpter": 3
  },
  {
    "id": "42",
    "bhagavad gita slok": "इन्द्रियाणि पराण्याहुरिन्द्रियेभ्यः परं मनः।\nमनसस्तु परा बुद्धिर्यो बुद्धेः परतस्तु सः ॥42॥",
    "english": "The senses are superior to the gross body, and superior to the senses is the mind. Beyond the mind is the intellect, and even beyond the intellect is the soul.",
    "gujrati": "સ્થૂળ શરીર કરતાં ઇન્દ્રિયો ચડિયાતી છે અને ઇન્દ્રિયો કરતાં મન અધિક શ્રેષ્ઠ છે. મનથી અધિક શ્રેષ્ઠ બુદ્ધિ છે અને બુદ્ધિથી પણ શ્રેષ્ઠતર આત્મા છે.",
    "hindi": "इन्द्रियाँ स्थूल शरीर से श्रेष्ठ हैं और इन्द्रियों से उत्तम मन, मन से श्रेष्ठ बुद्धि और आत्मा बुद्धि से भी परे है।",
    "chpter": 3
  },
  {
    "id": "43",
    "bhagavad gita slok": "एवं बुद्धः परं बुद्ध्वा संस्तभ्यात्मानमात्मना ।\nजहि शत्रु महाबाहो कामरूपं दुरासदम् ॥43॥",
    "english": "Thus knowing the soul to be superior to the material intellect, O mighty armed Arjun, subdue the lower self (senses, mind, and intellect) by the higher self (strength of the soul), and kill this formidable enemy called lust.",
    "gujrati": "હે મહાબાહુ અર્જુન! આ પ્રમાણે આત્માને ભૌતિક બુદ્ધિથી અધિક શ્રેષ્ઠ જાણીને સ્વ (ઇન્દ્રિય,મન અને બુદ્ધિ)ને સ્વ (આત્માની શક્તિ) દ્વારા વશમાં રાખીને કામ નામના આ દુર્જેય શત્રુનો વધ કર.",
    "hindi": "इस प्रकार हे महाबाहु! आत्मा को लौकिक बुद्धि से श्रेष्ठ जानकर अपनी इन्द्रिय, मन और बुद्धि पर संयम रखो और आत्मज्ञान द्वारा कामरूपी दुर्जेय शत्रु का दमन करो।",
    "chpter": 3
  },
  {
    "id": "1",
    "bhagavad gita slok": "श्रीभगवानुवाच |\nइमं विवस्वते योगं प्रोक्तवानहमव्ययम् |\nविवस्वान्मनवे प्राह मनुरिक्ष्वाकवेऽब्रवीत् || 1||",
    "english": "The Supreme Lord Shree Krishna said: I taught this eternal science of Yog to the Sun God, Vivasvan, who passed it on to Manu; and Manu, in turn, instructed it to Ikshvaku.",
    "gujrati": "પૂર્ણ પુરુષોત્તમ શ્રીકૃષ્ણ બોલ્યા: મેં આ શાશ્વત યોગનો ઉપદેશ સૂર્યદેવ વિવસ્વાનને આપ્યો, જેમણે તે મનુને અને પશ્ચાત્ મનુએ ઈશ્વાકુને આ ઉપદેશ આપ્યો.",
    "hindi": "परम भगवान श्रीकृष्ण ने कहा-मैने इस शाश्वत ज्ञानयोग का उपदेश सूर्यदेव, विवस्वान् को दिया और विवस्वान् ने मनु और फिर इसके बाद मनु ने इसका उपदेश इक्ष्वाकु को दिया।",
    "chpter": 4
  },
  {
    "id": "2",
    "bhagavad gita slok": "एवं परम्पराप्राप्तमिमं राजर्षयो विदु: |\nस कालेनेह महता योगो नष्ट: परन्तप || 2||",
    "english": "O subduer of enemies, the saintly kings thus received this science of Yog in a continuous tradition. But with the long passage of time, it was lost to the world.",
    "gujrati": "હે શત્રુઓનું દમન કરનાર! આ રીતે રાજર્ષિઓએ આ યોગનું પરમ જ્ઞાન નિરંતર ગુરૂ-શિષ્ય પરંપરાથી પ્રાપ્ત કર્યું. પરંતુ કાળાંતરે આ જગતમાંથી તે વિલુપ્ત થઇ ગયું.",
    "hindi": "परम भगवान श्रीकृष्ण ने कहा-मैने इस शाश्वत ज्ञानयोग का उपदेश सूर्यदेव, विवस्वान् को दिया और विवस्वान् ने मनु और फिर इसके बाद मनु ने इसका उपदेश इक्ष्वाकु को दिया।",
    "chpter": 4
  },
  {
    "id": "3",
    "bhagavad gita slok": "स एवायं मया तेऽद्य योग: प्रोक्त: पुरातन: |\nभक्तोऽसि मे सखा चेति रहस्यं ह्येतदुत्तमम् || 3||",
    "english": "The same ancient knowledge of Yog, which is the supreme secret, I am today revealing unto you, because you are My friend as well as My devotee, who can understand this transcendental wisdom.",
    "gujrati": "તે જ પ્રાચીન યોગનું જ્ઞાન કે જે પરમ રહસ્ય છે, તે હું આજે તારી સમક્ષ પ્રગટ કરી રહ્યો છું, કારણ કે તું મારો મિત્ર પણ છે અને ભક્ત પણ છે, જે આ દિવ્ય જ્ઞાનને સમજી શકે એમ છે.",
    "hindi": "उसी प्राचीन गूढ़ योगज्ञान को आज मैं तुम्हारे सम्मुख प्रकट कर रहा हूँ क्योंकि तुम मेरे मित्र एवं मेरे भक्त हो इसलिए तुम इस दिव्य ज्ञान को समझ सकते हो।",
    "chpter": 4
  },
  {
    "id": "4",
    "bhagavad gita slok": "अर्जुन उवाच |\nअपरं भवतो जन्म परं जन्म विवस्वत: |\nकथमेतद्विजानीयां त्वमादौ प्रोक्तवानिति || 4||",
    "english": "Arjun said: You were born much after Vivasvan. How am I to understand that in the beginning You instructed this science to him?",
    "gujrati": "અર્જુને કહ્યું: આપ વિવસ્વાનથી ઘણા સમય પશ્ચાત્ જનમ્યા છો. હું કેવી રીતે સમજું કે પ્રારંભમાં આપે આ વિજ્ઞાનનો ઉપદેશ તેમને આપ્યો હતો?",
    "hindi": "अर्जुन ने कहा! आपका जन्म विवस्वान् के बहुत बाद हुआ तब मैं फिर यह कैसे मान लूं कि प्रारम्भ में आपने उन्हें इस ज्ञान का उपदेश दिया था।",
    "chpter": 4
  },
  {
    "id": "5",
    "bhagavad gita slok": "श्रीभगवानुवाच |\nबहूनि मे व्यतीतानि जन्मानि तव चार्जुन |\nतान्यहं वेद सर्वाणि न त्वं वेत्थ परन्तप || 5||",
    "english": "The Supreme Lord said: Both you and I have had many births, O Arjun. You have forgotten them, while I remember them all, O Parantapa.",
    "gujrati": "પૂર્ણ પુરુષોત્તમ ભગવાન બોલ્યા: હે અર્જુન! તારા અને મારા બંનેનાં અનંત જન્મો થઇ ચૂક્યા છે. તું એ ભૂલી ગયો છે, જયારે હે પરંતપ! મને એ સર્વનું સ્મરણ છે.",
    "hindi": "तुम्हारे और मेरे अनन्त जन्म हो चुके हैं किन्तु हे परन्तप! तुम उन्हें भूल चुके हो जबकि मुझे उन सबका स्मरण है।",
    "chpter": 4
  },
  {
    "id": "6",
    "bhagavad gita slok": "अजोऽपि सन्नव्ययात्मा भूतानामीश्वरोऽपि सन् |\nप्रकृतिं स्वामधिष्ठाय सम्भवाम्यात्ममायया || 6||",
    "english": "Although I am unborn, the Lord of all living entities, and have an imperishable nature, yet I appear in this world by virtue of Yogmaya, My divine power.",
    "gujrati": "યદ્યપિ હું અજન્મા છું, સર્વ પ્રાણીઓનો સ્વામી છું અને અવિનાશી પ્રકૃતિ ધરાવું છું, તથાપિ આ સંસારમાં હું મારી દિવ્ય યોગમાયા શક્તિથી પ્રગટ થાઉં છું.",
    "hindi": "यद्यपि मैं अजन्मा और समस्त जीवों का स्वामी और अविनाशी प्रकृति का हूँ तथापि मैं इस संसार में अपनी दिव्य शक्ति योगमाया द्वारा प्रकट होता हूँ।",
    "chpter": 4
  },
  {
    "id": "7",
    "bhagavad gita slok": "यदा यदा हि धर्मस्य ग्लानिर्भवति भारत |\nअभ्युत्थानमधर्मस्य तदात्मानं सृजाम्यहम् || 7||",
    "english": "Whenever there is a decline in righteousness and an increase in unrighteousness, O Arjun, at that time I manifest Myself on earth.",
    "gujrati": "જયારે જયારે ધર્મનું પતન થાય છે અને અધર્મની વૃદ્ધિ થાય છે, હે અર્જુન! ત્યારે ત્યારે હું સ્વયં આ પૃથ્વી પર અવતાર લઉં છું.",
    "hindi": "जब जब धरती पर धर्म का पतन और अधर्म में वृद्धि होती है तब उस समय मैं पृथ्वी पर अवतार लेता हूँ।",
    "chpter": 4
  },
  {
    "id": "8",
    "bhagavad gita slok": "परित्राणाय साधूनां विनाशाय च दुष्कृताम् |\nधर्मसंस्थापनार्थाय सम्भवामि युगे युगे || 8||",
    "english": "To protect the righteous, to annihilate the wicked, and to reestablish the principles of dharma I appear on this earth, age after age.",
    "gujrati": "ભક્તોની રક્ષા કરવા અને દુષ્ટોનો નાશ કરવા તથા ધર્મનાં સિદ્ધાંતોની પુન: સ્થાપના કરવા માટે હું સ્વયં આ પૃથ્વી ઉપર યુગે યુગે પ્રગટ થાઉં છું.",
    "hindi": "भक्तों का उद्धार और दुष्टों का विनाश करने और धर्म की मर्यादा पुनः स्थापित करने के लिए मैं प्रत्येक युग में प्रकट होता हूँ।",
    "chpter": 4
  },
  {
    "id": "9",
    "bhagavad gita slok": "जन्म कर्म च मे दिव्यमेवं यो वेत्ति तत्त्वत: |\nत्यक्त्वा देहं पुनर्जन्म नैति मामेति सोऽर्जुन || 9||",
    "english": "Those who understand the divine nature of My birth and activities, O Arjun, upon leaving the body, do not have to take birth again, but come to My eternal abode.",
    "gujrati": "હે અર્જુન! જે મારાં જન્મ તથા કર્મોની દિવ્ય પ્રકૃતિને જાણે છે, તેમણે આ શરીર ત્યજ્યા પશ્ચાત્ સંસારમાં પુન: જન્મ લેવો પડતો નથી, પરંતુ તેઓ મારા શાશ્વત ધામને પામે છે.",
    "hindi": "हे अर्जुन! जो मेरे जन्म एवं कर्मों की दिव्य प्रकृति को जानते हैं वे शरीर छोड़ने पर संसार में पुनः जन्म नहीं लेते अपितु मेरे नित्य धाम को प्राप्त करते हैं।",
    "chpter": 4
  },
  {
    "id": "10",
    "bhagavad gita slok": "वीतरागभयक्रोधा मन्मया मामुपाश्रिता: |\nबहवो ज्ञानतपसा पूता मद्भावमागता: || 10||",
    "english": "Being free from attachment, fear, and anger, becoming fully absorbed in Me, and taking refuge in Me, many persons in the past became purified by knowledge of Me, and thus attained My divine love.",
    "gujrati": "આસક્તિ, ભય તથા ક્રોધથી મુક્ત થઈને, મારામાં સંપૂર્ણપણે લીન થઈને અને મારું શરણ લઈને, અનેક મનુષ્યો ભૂતકાળમાં મારા  જ્ઞાનથી પવિત્ર થયા છે અને એ રીતે તેઓએ મારા દિવ્ય પ્રેમને પ્રાપ્ત કર્યો છે.",
    "hindi": "आसक्ति, भय और क्रोध से मुक्त होकर पूर्ण रूप से मुझमें तल्लीन होकर मेरी शरण ग्रहण कर भूतकाल में अनेक लोग मेरे ज्ञान से पवित्र हो चुके हैं और इस प्रकार से उन्होंने मेरा दिव्य प्रेम प्राप्त किया है।",
    "chpter": 4
  },
  {
    "id": "11",
    "bhagavad gita slok": "ये यथा मां प्रपद्यन्ते तांस्तथैव भजाम्यहम् |\nमम वर्त्मानुवर्तन्ते मनुष्या: पार्थ सर्वश: || 11||",
    "english": "In whatever way people surrender unto Me, I reciprocate accordingly. Everyone follows My path, knowingly or unknowingly, O son of Pritha.",
    "gujrati": "જેઓ જેવી રીતે મને શરણાગત થાય છે, તે પ્રમાણે જ હું તેમને ફળ આપું છું. હે પાર્થ! સર્વ મનુષ્યો જાણતાં કે અજાણતાં મારા જ માર્ગનું અનુસરણ કરે છે.",
    "hindi": "जिस भाव से लोग मेरी शरण ग्रहण करते हैं उसी भाव के अनुरूप मैं उन्हें फल देता हूँ। हे पृथा पुत्र! सभी लोग जाने या अनजाने में मेरे मार्ग का ही अनुसरण करते हैं।",
    "chpter": 4
  },
  {
    "id": "12",
    "bhagavad gita slok": "काङ् क्षन्त: कर्मणां सिद्धिं यजन्त इह देवता: |\nक्षिप्रं हि मानुषे लोके सिद्धिर्भवति कर्मजा || 12||",
    "english": "In this world, those desiring success in material activities worship the celestial gods, since material rewards manifest quickly.",
    "gujrati": "આ સંસારમાં, જેઓ સાંસારિક કર્મોમાં સિદ્ધિની ઈચ્છા રાખે છે, તેઓ સ્વર્ગીય દેવતાઓને પૂજે છે કારણ કે, સકામ કર્મોના ફળ શીઘ્ર પ્રાપ્ત થાય છે.",
    "hindi": "इस संसार में जो लोग सकाम कर्मों में सफलता चाहते हैं वे लोग स्वर्ग के देवताओं की पूजा करते हैं क्योंकि सकाम कर्मों का फल शीघ्र प्राप्त होता है।",
    "chpter": 4
  },
  {
    "id": "13",
    "bhagavad gita slok": "चातुर्वर्ण्यं मया सृष्टं गुणकर्मविभागश: |\nतस्य कर्तारमपि मां विद्ध्यकर्तारमव्ययम् || 13||",
    "english": "The four categories of occupations were created by Me according to people’s qualities and activities. Although I am the Creator of this system, know Me to be the Non-doer and Eternal.",
    "gujrati": "મનુષ્યનાં ગુણો તેમજ તેમની પ્રવૃત્તિઓને અનુસાર મારા દ્વારા વર્ણાશ્રમનાં ચાર વિભાગની રચના કરવામાં આવી છે. જો કે હું આ વ્યવસ્થાનો સર્જક છું, છતાં મને અકર્તા અને સનાતન જાણ.",
    "hindi": "मनुष्यों के गुणों और कर्मों के अनुसार मेरे द्वारा चार वर्णों की रचना की गयी है। यद्यपि मैं इस व्यवस्था का सृष्टा हूँ किन्तु तुम मुझे अकर्ता और अविनाशी मानो।",
    "chpter": 4
  },
  {
    "id": "14",
    "bhagavad gita slok": "न मां कर्माणि लिम्पन्ति न मे कर्मफले स्पृहा |\nइति मां योऽभिजानाति कर्मभिर्न स बध्यते || 14||",
    "english": "Activities do not taint Me, nor do I desire the fruits of action. One who knows Me in this way is never bound by the karmic reactions of work.",
    "gujrati": "મને કોઈ કર્મ દૂષિત કરતું નથી કે ન તો મને કોઈ કર્મનાં ફળની આકાંક્ષા છે. જે મારાં આ સ્વરૂપને જાણે છે, તે કદાપિ કર્મફળના બંધનમાં બંધાતો નથી.",
    "hindi": "न तो कर्म मुझे दूषित करते हैं और न ही मैं कर्म के फल की कामना करता हूँ जो मेरे इस स्वरूप को जानता है वह कभी कर्मफलों के बंधन में नहीं पड़ता।",
    "chpter": 4
  },
  {
    "id": "15",
    "bhagavad gita slok": "एवं ज्ञात्वा कृतं कर्म पूर्वैरपि मुमुक्षुभि: |\nकुरु कर्मैव तस्मात्त्वं पूर्वै: पूर्वतरं कृतम् || 15||",
    "english": "Knowing this truth, even seekers of liberation in ancient times performed actions. Therefore, following the footsteps of those ancient sages, you too should perform your duty.",
    "gujrati": "આ સત્યને જાણીને પ્રાચીન સમયમાં મુમુક્ષુઓએ પણ કર્મો કર્યા હતા. તેથી, તારે પણ તે પ્રાચીન સંતોનાં પગલાંઓને અનુસરીને પોતાનાં કર્તવ્યોનું પાલન કરવું જોઈએ.",
    "hindi": "इस सत्य को जानकर प्राचीन काल में मुक्ति की अभिलाषा करने वाली आत्माओं ने भी कर्म किए इसलिए तुम्हे भी उन मनीषियों के पदचिह्नों का अनुसरण करते हुए अपने कर्तव्य का पालन करना चाहिए।",
    "chpter": 4
  },
  {
    "id": "16",
    "bhagavad gita slok": "किं कर्म किमकर्मेति कवयोऽप्यत्र मोहिता: |\nतत्ते कर्म प्रवक्ष्यामि यज्ज्ञात्वा मोक्ष्यसेऽशुभात् || 16||",
    "english": "What is action and what is inaction? Even the wise are confused in determining this. Now I shall explain to you the secret of action, by knowing which, you may free yourself from material bondage.",
    "gujrati": "કર્મ શું છે અને અકર્મ શું છે? જ્ઞાની મનુષ્યો પણ આનો નિર્ણય કરવામાં મૂંઝાઈ જાય છે. હવે હું તને કર્મનું રહસ્ય કહીશ, જે જાણીને તું તારી જાતને માયિક બંધનોથી મુક્ત કરી શકીશ.",
    "hindi": "कर्म क्या है और अकर्म क्या है? इसका निर्धारण करने में बद्धिमान लोग भी विचलित हो जाते हैं अब मैं तुम्हें कर्म के रहस्य से अवगत कराऊँगा जिसे जानकर तुम सारे लौकिक बंधनों से मुक्त हो सकोगे।",
    "chpter": 4
  },
  {
    "id": "17",
    "bhagavad gita slok": "कर्मणो ह्यपि बोद्धव्यं बोद्धव्यं च विकर्मण: |\nअकर्मणश्च बोद्धव्यं गहना कर्मणो गति: || 17||",
    "english": "You must understand the nature of all three—recommended action, wrong action, and inaction. The truth about these is profound and difficult to understand.",
    "gujrati": "તારે ત્રણેય કર્મો—સૂચિત કર્મ, નિષિદ્ધ કર્મ અને અકર્મ—ની પ્રકૃતિ સમજવી જ જોઈએ. આ અંગેનું સત્ય ગહન અને સમજવામાં કઠિન છે.",
    "hindi": "तुम्हें सभी तीन कर्मों-अनुमोदित कर्म, विकर्म और अकर्म की प्रकृति को समझना चाहिए। इनके सत्य को समझना गहन और कठिन है।",
    "chpter": 4
  },
  {
    "id": "18",
    "bhagavad gita slok": "कर्मण्यकर्म य: पश्येदकर्मणि च कर्म य: |\nस बुद्धिमान्मनुष्येषु स युक्त: कृत्स्नकर्मकृत् || 18||",
    "english": "Those who see action in inaction and inaction in action are truly wise amongst humans. Although performing all kinds of actions, they are yogis and masters of all their actions.",
    "gujrati": "જે લોકો કર્મમાં અકર્મ અને અકર્મમાં કર્મ જોવે છે, તેઓ સર્વ મનુષ્યોમાં સાચા અર્થમાં જ્ઞાની છે. સર્વ પ્રકારનાં કાર્યોનું પાલન કરવા છતાં તેઓ યોગી છે અને તેમનાં સર્વ કર્મોનાં નિષ્ણાત છે.",
    "hindi": "वे मनुष्य जो अकर्म में कर्म और कर्म में अकर्म को देखते हैं। वे सभी मनुष्यों में बुद्धिमान होते हैं। सभी प्रकार के कर्मों में प्रवृत्त रहकर भी वे योगी कहलाते हैं और अपने सभी कर्मों में पारंगत होते हैं।",
    "chpter": 4
  },
  {
    "id": "19",
    "bhagavad gita slok": "यस्य सर्वे समारम्भा: कामसङ्कल्पवर्जिता: |\nज्ञानाग्निदग्धकर्माणं तमाहु: पण्डितं बुधा: || 19||",
    "english": "The enlightened sages call those persons wise, whose every action is free from the desire for material pleasures and who have burnt the reactions of work in the fire of divine knowledge.",
    "gujrati": "પ્રબુદ્ધ સંતો એવા મનુષ્યોને જ્ઞાની પુરુષ કહે છે, જેમનાં પ્રત્યેક કર્મ માયિક સુખોની કામનાથી મુક્ત હોય છે તેમજ જેમણે દિવ્ય જ્ઞાનની અગ્નિમાં તેમના કર્મફળો બાળીને ભસ્મ કરી નાખ્યા છે.",
    "hindi": "जिन मनुष्यों के समस्त कर्म सांसारिक सुखों की कामना से रहित हैं तथा जिन्होंने अपने कर्म फलों को दिव्य ज्ञान की अग्नि में भस्म कर दिया है उन्हें आत्मज्ञानी संत बुद्धिमान कहते हैं।",
    "chpter": 4
  },
  {
    "id": "20",
    "bhagavad gita slok": "त्यक्त्वा कर्मफलासङ्गं नित्यतृप्तो निराश्रय: |\nकर्मण्यभिप्रवृत्तोऽपि नैव किञ्चित्करोति स: || 20||",
    "english": "Such people, having given up attachment to the fruits of their actions, are always satisfied and not dependent on external things. Despite engaging in activities, they do not do anything at all.",
    "gujrati": "આવા લોકો, પોતાનાં કર્મનાં ફળોની સર્વ આસક્તિનો ત્યાગ કરીને સદા સંતુષ્ટ રહે છે અને બાહ્ય પદાર્થો પર આશ્રિત હોતા નથી. તેઓ સર્વ પ્રકારનાં કર્મોમાં પરોવાયેલા રહેવા છતાં કોઈ કર્મ કરતા નથી.",
    "hindi": "अपने कर्मों के फलों की आसक्ति को त्याग कर ऐसे ज्ञानीजन सदा संतुष्ट रहते हैं और बाह्य आश्रयों पर निर्भर नहीं होते। कर्मों में संलग्न रहने पर भी वे वास्तव में कोई कर्म नहीं करते।",
    "chpter": 4
  },
  {
    "id": "21",
    "bhagavad gita slok": "निराशीर्यतचित्तात्मा त्यक्तसर्वपरिग्रह: |\nशारीरं केवलं कर्म कुर्वन्नाप्नोति किल्बिषम् || 21||",
    "english": "Free from expectations and the sense of ownership, with the mind and intellect fully controlled, they incur no sin even though performing actions by their body.",
    "gujrati": "તેઓ અપેક્ષાઓ તથા સ્વામીત્વની ભાવનાથી મુક્ત થઈને, મન અને બુદ્ધિને પૂર્ણ સંયમિત રાખીને, શારીરિક દૃષ્ટિએ કાર્યો કરતા હોવા છતાં કોઈ પાપ અર્જિત કરતા નથી.",
    "hindi": "ऐसे ज्ञानीजन फल की आकांक्षाओं और स्वामित्व की भावना से मुक्त होकर अपने मन और बुद्धि को संयमित रखते हैं और शरीर से कर्म करते हुए भी कोई पाप अर्जित नहीं करते।",
    "chpter": 4
  },
  {
    "id": "22",
    "bhagavad gita slok": "यदृच्छालाभसन्तुष्टो द्वन्द्वातीतो विमत्सर: |\nसम: सिद्धावसिद्धौ च कृत्वापि न निबध्यते || 22||",
    "english": "Content with whatever gain comes of its own accord, and free from envy, they are beyond the dualities of life. Being equipoised in success and failure, they are not bound by their actions, even while performing all kinds of activities.",
    "gujrati": "જે મનુષ્ય સ્વત: પ્રાપ્ત થતા લાભથી સંતુષ્ટ રહે છે, ઈર્ષ્યાથી મુક્ત રહે છે, તેઓ જીવનના દ્વન્દ્વથી રહિત છે. સફળતા અને નિષ્ફળતા બંનેમાં સમભાવ રાખીને તેઓ સર્વ પ્રકારના કર્મ કરતા હોવા છતાં પણ કદાપિ બદ્ધ થતા નથી.",
    "hindi": "वे जो अपने आप स्वतः प्राप्त हो जाए उसमें संतुष्ट रहते हैं, ईर्ष्या और द्वैत भाव से मुक्त रहते हैं, वे सफलता और असफलता दोनों में संतुलित रहते हैं, वे सभी प्रकार के कार्य करते हुए कर्म के बंधन में नहीं पड़ते।",
    "chpter": 4
  },
  {
    "id": "23",
    "bhagavad gita slok": "गतसङ्गस्य मुक्तस्य ज्ञानावस्थितचेतस: |\nयज्ञायाचरत: कर्म समग्रं प्रविलीयते || 23||",
    "english": "They are released from the bondage of material attachments and their intellect is established in divine knowledge. Since they perform all actions as a sacrifice (to God), they are freed from all karmic reactions.",
    "gujrati": "આવા મનુષ્યો સાંસારિક મોહના બંધનમાંથી મુક્ત થઇ જાય છે અને તેમની બુદ્ધિ દિવ્ય જ્ઞાનમાં સ્થિત થઇ જાય છે. તેઓ સર્વ કર્મ યજ્ઞની (ભગવાનને સમર્પિત કરવાની) ભાવનાથી કરે છે, તેથી તેઓ કાર્મિક પ્રતિક્રિયાઓમાંથી મુક્ત થઇ જાય છે.",
    "hindi": "\"वे सांसारिक मोह से मुक्त हो जाते हैं और उनकी बुद्धि दिव्य ज्ञान में स्थित हो जाती है क्योंकि वे अपने सभी कर्म यज्ञ के रूप में भगवान के लिए सम्पन्न करते हैं और इसलिए वे कार्मिक प्रतिक्रियाओं से मुक्त रहते हैं।\"",
    "chpter": 4
  },
  {
    "id": "24",
    "bhagavad gita slok": "ब्रह्मार्पणं ब्रह्म हविर्ब्रह्माग्नौ ब्रह्मणा हुतम् |\nब्रह्मैव तेन गन्तव्यं ब्रह्मकर्मसमाधिना || 24||",
    "english": "For those who are completely absorbed in God-consciousness, the oblation is Brahman, the ladle with which it is offered is Brahman, the act of offering is Brahman, and the sacrificial fire is also Brahman. Such persons, who view everything as God, easily attain Him.",
    "gujrati": "જે મનુષ્ય ભગવદ્-ચેતનામાં સંપૂર્ણ તલ્લીન રહે છે, તેમના માટે આહુતિ બ્રહ્મ છે, હવિ બ્રહ્મ છે, સમર્પણ બ્રહ્મ છે, અને યજ્ઞનો અગ્નિ પણ બ્રહ્મ છે. આવા મનુષ્યો જેઓ સર્વત્ર ભગવાનનું દર્શન કરે છે તેઓ સરળતાથી ભગવાનને પ્રાપ્ત કરે છે.",
    "hindi": "जो मनुष्य पूर्णतया भगवदचेतना में तल्लीन रहते हैं उनका हवन ब्रह्म है, हवन सामग्री ब्रह्म है और करछुल जिससे आहुति डाली जाती है वह ब्रह्म है, अर्पण कार्य ब्रह्म है और यज्ञ की अग्नि भी ब्रह्म है। ऐसे मनुष्य जो प्रत्येक वस्तु को भगवान के रूप में देखते हैं वे सहजता से उसे पा लेते हैं।",
    "chpter": 4
  },
  {
    "id": "25",
    "bhagavad gita slok": "दैवमेवापरे यज्ञं योगिन: पर्युपासते |\nब्रह्माग्नावपरे यज्ञं यज्ञेनैवोपजुह्वति || 25||",
    "english": "Some yogis worship the celestial gods with material offerings unto them. Others worship perfectly who offer the self as sacrifice in the fire of the Supreme Truth.",
    "gujrati": "કેટલાક યોગીજનો સાંસારિક પદાર્થોની આહુતિ આપીને દેવતાઓની પૂજા કરે છે. અન્ય લોકો જે વાસ્તવમાં યજ્ઞ કરે છે, તેઓ પરમ સત્ય-બ્રહ્મરૂપી અગ્નિમાં આત્મ-આહુતિ અર્પણ કરે છે.",
    "hindi": "कुछ योगी सांसारिक पदार्थों की आहुति देते हुए यज्ञ द्वारा देवताओं की पूजा करते हैं। अन्य लोग जो वास्तव में अराधना करते हैं वे परम सत्य ब्रह्मरूपी अग्नि में आत्माहुति देते हैं।",
    "chpter": 4
  },
  {
    "id": "26",
    "bhagavad gita slok": "श्रोत्रादीनीन्द्रियाण्यन्ये संयमाग्निषु जुह्वति |\nशब्दादीन्विषयानन्य इन्द्रियाग्निषु जुह्वति || 26||",
    "english": "Others offer hearing and other senses in the sacrificial fire of restraint. Still others offer sound and other objects of the senses as sacrifice in the fire of the senses.",
    "gujrati": "અન્ય કેટલાક શ્રવણ તથા અન્ય ઇન્દ્રિયોને સંયમરૂપી યજ્ઞમાં હોમી દે છે. અન્ય કેટલાક ધ્વનિ તથા અન્ય ઇન્દ્રિય વિષયોને યજ્ઞ તરીકે ઇન્દ્રિયોરૂપી અગ્નિમાં હોમી દે છે.",
    "hindi": "कुछ योगीजन श्रवणादि क्रियाओं और अन्य इन्द्रियों को संयमरूपी यज्ञ की अग्नि में स्वाहा कर देते हैं और जबकि कुछ अन्य शब्दादि क्रियाओं और इन्द्रियों के अन्य विषयों को इन्द्रियों के अग्निरूपी यज्ञ में भेंट चढ़ा देते हैं।",
    "chpter": 4
  },
  {
    "id": "27",
    "bhagavad gita slok": "सर्वाणीन्द्रियकर्माणि प्राणकर्माणि चापरे |\nआत्मसंयमयोगाग्नौ जुह्वति ज्ञानदीपिते || 27||",
    "english": "Some, inspired by knowledge, offer the functions of all their senses and their life energy in the fire of the controlled mind.",
    "gujrati": "કેટલાક , જ્ઞાનથી પ્રેરિત થઈને તેમની સર્વ ઇન્દ્રિયોના કાર્યો તથા તેમનો પ્રાણવાયુ મનોનિગ્રહની અગ્નિમાં હોમી દે છે.",
    "hindi": "दिव्य ज्ञान से प्रेरित होकर कुछ योगी संयमित मन की अग्नि में अपनी समस्त इन्द्रियों की क्रियाओं और प्राण शक्ति को भस्म कर देते हैं।",
    "chpter": 4
  },
  {
    "id": "28",
    "bhagavad gita slok": "द्रव्ययज्ञास्तपोयज्ञा योगयज्ञास्तथापरे |\nस्वाध्यायज्ञानयज्ञाश्च यतय: संशितव्रता: || 28||",
    "english": "Some offer their wealth as sacrifice, while others offer severe austerities as sacrifice. Some practice the eight-fold path of yogic practices, and yet others study the scriptures and cultivate knowledge as sacrifice, while observing strict vows.",
    "gujrati": "કેટલાક લોકો પોતાની સંપત્તિ યજ્ઞમાં સમર્પિત કરે છે તો અન્ય કેટલાક યજ્ઞ તરીકે કઠોર તપસ્યા કરે છે. કેટલાક અષ્ટાંગ યોગની સાધના  કરે છે અને અન્ય કેટલાક વૈદિક શાસ્ત્રોનું અધ્યયન કરી, કઠોર વ્રત ધારણ કરીને યજ્ઞરૂપે જ્ઞાનનો વિકાસ કરે છે.",
    "hindi": "कुछ लोग यज्ञ के रूप में अपनी सम्पत्ति को अर्पित करते हैं। कुछ अन्य लोग यज्ञ के रूप में कठोर तपस्या करते हैं और कुछ योग यज्ञ के रूप में अष्टांग योग का अभ्यास करते हैं और जबकि अन्य लोग यज्ञ के रूप में वैदिक ग्रंथों का अध्ययन और ज्ञान पोषित करते हैं जबकि कुछ कठोर प्रतिज्ञाएँ करते हैं।",
    "chpter": 4
  },
  {
    "id": "29-30",
    "bhagavad gita slok": "अपाने जुह्वति प्राणं प्राणेऽपानं तथापरे |\nप्राणापानगती रुद्ध्वा प्राणायामपरायणा: || 29||\nअपरे नियताहारा: प्राणान्प्राणेषु जुह्वति |\nसर्वेऽप्येते यज्ञविदो यज्ञक्षपितकल्मषा: || 30||",
    "english": "Still others offer as sacrifice the outgoing breath in the incoming breath, while some offer the incoming breath into the outgoing breath. Some arduously practice prāṇāyām and restrain the incoming and outgoing breaths, purely absorbed in the regulation of the life-energy. Yet others curtail their food intake and offer the breath into the life-energy as sacrifice. All these knowers of sacrifice are cleansed of their impurities as a result of such performances.",
    "gujrati": "વળી, અન્ય લોકો બહાર જતા શ્વાસને અંદર આવતા શ્વાસમાં યજ્ઞરૂપે અર્પિત કરે છે, જયારે અન્ય કેટલાક અંદર આવતા શ્વાસને બહાર જતા શ્વાસમાં યજ્ઞરૂપે અર્પિત કરે છે. કેટલાક પ્રાણાયામની કઠિન સાધના કરે છે અને શ્વાસ-ઉચ્છ્વાસને નિયંત્રિત કરીને, જીવન શક્તિના નિયમનમાં પૂર્ણતયા મગ્ન થઇ જાય છે. જયારે કેટલાક તેમનો આહાર ઘટાડી નાખે છે અને શ્વાસને યજ્ઞરૂપે જીવન-શક્તિમાં અર્પિત કરે છે. આ સર્વ યજ્ઞને જાણનારાઓ, આવા યજ્ઞના પરિણામસ્વરૂપે તેમની અપવિત્રતાની શુદ્ધિ કરે છે.",
    "hindi": "कुछ अन्य लोग भी हैं जो बाहर छोड़े जाने वाली श्वास को अन्दर भरी जाने वाली श्वास में जबकि अन्य लोग अन्दर भरी जाने वाली श्वास को बाहरी श्वास में रोककर यज्ञ के रूप में अर्पित करते हैं। कुछ प्राणायाम की कठिन क्रियाओं द्वारा भीतरी और बाहरी श्वासों को रोककर प्राणवायु को नियंत्रित कर उसमें पूरी तरह से आत्मसात् हो जाते हैं। कुछ योगी जन अल्प भोजन कर श्वासों को यज्ञ के रूप में प्राण शक्ति में अर्पित कर देते हैं। सब प्रकार के यज्ञों को संपन्न करने के परिणामस्वरूप योग साधक अपनी अशुद्धता को शुद्ध करते हैं।",
    "chpter": 4
  },
  {
    "id": "31",
    "bhagavad gita slok": "यज्ञशिष्टामृतभुजो यान्ति ब्रह्म सनातनम् |\nनायं लोकोऽस्त्ययज्ञस्य कुतोऽन्य: कुरुसत्तम || 31||",
    "english": "Those who know the secret of sacrifice, and engaging in it, partake of its remnants that are like nectar, advance toward the Absolute Truth. O best of the Kurus, those who perform no sacrifice find no happiness either in this world or the next.",
    "gujrati": "જેઓ યજ્ઞનું રહસ્ય જાણે છે તથા તેમાં વ્યસ્ત થાય છે, તેઓ તેના અમૃત સમાન અવશેષોનું આસ્વાદન કરે છે અને પરમ સત્ય તરફ આગળ વધે છે. હે કુરુશ્રેષ્ઠ! જેઓ યજ્ઞ કરતા નથી, તેઓને આ લોકમાં કે આવતા જન્મમાં કદાપિ સુખ પ્રાપ્ત થતું નથી.",
    "hindi": "इन यज्ञों का रहस्य जानने वाले और इनका अनुष्ठान करने वाले, इन यज्ञों के अवशेष जो कि अमृत के समान होते हैं, का आस्वादन कर परम सत्य की ओर बढ़ते हैं। हे कुरुश्रेष्ठ! जो लोग यज्ञ नहीं करते, वे न तो इस संसार में और न ही अगले जन्म में सुखी रह सकते हैं।",
    "chpter": 4
  },
  {
    "id": "32",
    "bhagavad gita slok": "एवं बहुविधा यज्ञा वितता ब्रह्मणो मुखे |\nकर्मजान्विद्धि तान्सर्वानेवं ज्ञात्वा विमोक्ष्यसे || 32||",
    "english": "All these different kinds of sacrifice have been described in the Vedas. Know them as originating from different types of work; this understanding cuts the knots of material bondage.",
    "gujrati": "આ સર્વ વિભિન્ન પ્રકારના યજ્ઞો વેદોમાં વર્ણવવામાં આવ્યા છે. તેમને વિભિન્ન પ્રકારના કર્મમાંથી ઉત્પન્ન થયેલા જાણ; આ જ્ઞાન માયિક બંધનોની ગાંઠ કાપી નાખે છે.",
    "hindi": "विभिन्न प्रकार के इन सभी यज्ञों का वर्णन वेदों में किया गया है और इन्हें विभिन्न कर्मों की उत्पत्ति का रूप मानो, यह ज्ञान तुम्हें माया के बंधन से मुक्त करेगा।",
    "chpter": 4
  },
  {
    "id": "33",
    "bhagavad gita slok": "श्रेयान्द्रव्यमयाद्यज्ञाज्ज्ञानयज्ञ: परन्तप |\nसर्वं कर्माखिलं पार्थ ज्ञाने परिसमाप्यते || 33||",
    "english": "O subduer of enemies, sacrifice performed in knowledge is superior to any mechanical material sacrifice. After all, O Parth, all sacrifices of work culminate in knowledge.",
    "gujrati": "હે શત્રુઓનું દમન કરનાર! જ્ઞાનયજ્ઞ કોઈપણ ભૌતિક અને દ્રવ્ય યજ્ઞ કરતા શ્રેષ્ઠ છે. હે પાર્થ! અંતત: સર્વ કર્મયજ્ઞોની પરાકાષ્ઠા દિવ્ય જ્ઞાનમાં રહેલી છે.",
    "hindi": "हे शत्रुओं के दमन कर्ता! ज्ञान युक्त होकर किया गया यज्ञ किसी प्रकार के भौतिक या द्रव्य यज्ञ से श्रेष्ठ है। हे पार्थ! अंततः सभी यज्ञों की पराकाष्ठा दिव्य ज्ञान में होती है।",
    "chpter": 4
  },
  {
    "id": "34",
    "bhagavad gita slok": "तद्विद्धि प्रणिपातेन परिप्रश्नेन सेवया |\nउपदेक्ष्यन्ति ते ज्ञानं ज्ञानिनस्तत्त्वदर्शिन: || 34||",
    "english": "Learn the Truth by approaching a spiritual master. Inquire from him with reverence and render service unto him. Such an enlightened Saint can impart knowledge unto you because he has seen the Truth.",
    "gujrati": "આધ્યાત્મિક ગુરુને શરણે જઈને સત્યને જાણ. તેમને વિનમ્ર થઈને પ્રશ્ન પૂછ અને તેમની સેવા કર. તે પ્રબુદ્ધ મહાત્મા તને દિવ્ય જ્ઞાન પ્રદાન કરી શકશે કારણ કે તેમણે સત્યનું દર્શન કર્યું છે.",
    "hindi": "आध्यात्मिक गुरु के पास जाकर सत्य को जानो। विनम्र होकर उनसे ज्ञान प्राप्त करने की जिज्ञासा प्रकट करते हुए ज्ञान प्राप्त करो और उनकी सेवा करो। ऐसा सिद्ध सन्त तुम्हें दिव्य ज्ञान प्रदान कर सकता है क्योंकि वह परम सत्य की अनुभूति कर चुका होता है।",
    "chpter": 4
  },
  {
    "id": "35",
    "bhagavad gita slok": "यज्ज्ञात्वा न पुनर्मोहमेवं यास्यसि पाण्डव |\nयेन भूतान्यशेषेण द्रक्ष्यस्यात्मन्यथो मयि || 35||",
    "english": "Following this path and having achieved enlightenment from a Guru, O Arjun, you will no longer fall into delusion. In the light of that knowledge, you will see that all living beings are but parts of the Supreme, and are within Me.",
    "gujrati": "આ માર્ગનું અનુસરણ કરીને તેમજ ગુરૂ દ્વારા જ્ઞાનાવસ્થા પ્રાપ્ત કરીને હે અર્જુન, તું ક્યારેય મોહમાં પડીશ નહિ. તે જ્ઞાનના પ્રકાશમાં તું જોઇશ કે સર્વ જીવો પરમાત્માના જ અંશ છે તેમજ મારામાં જ છે.",
    "hindi": "इस मार्ग का अनुसरण कर और गुरु से ज्ञानावस्था प्राप्त करने पर, हे अर्जुन! तुम कभी मोह में नहीं पड़ोगे क्योंकि इस ज्ञान के प्रकाश में तुम यह देख सकोगे कि सभी जीव परमात्मा का अंश हैं और वे सब मुझमें स्थित हैं।",
    "chpter": 4
  },
  {
    "id": "36",
    "bhagavad gita slok": "अपि चेदसि पापेभ्य: सर्वेभ्य: पापकृत्तम: |\nसर्वं ज्ञानप्लवेनैव वृजिनं सन्तरिष्यसि || 36||",
    "english": "Even those who are considered the most immoral of all sinners can cross over this ocean of material existence by seating themselves in the boat of divine knowledge.",
    "gujrati": "જે લોકોને સર્વ પાપીઓમાં સૌથી અધિક પાપી ગણવામાં આવે છે, તેઓ પણ દિવ્ય જ્ઞાનરૂપી નૌકામાં બેસીને માયિક સંસારનાં ભવસાગરને પાર કરી શકે છે.",
    "hindi": "जिन्हें समस्त पापों का महापापी समझा जाता है, वे भी दिव्यज्ञान की नौका में बैठकर संसार रूपी सागर को पार करने में समर्थ हो सकते हैं।",
    "chpter": 4
  },
  {
    "id": "37",
    "bhagavad gita slok": "यथैधांसि समिद्धोऽग्निर्भस्मसात्कुरुतेऽर्जुन |\nज्ञानाग्नि: सर्वकर्माणि भस्मसात्कुरुते तथा || 37||",
    "english": "As a kindled fire reduces wood to ashes, O Arjun, so does the fire of knowledge burn to ashes all reactions from material activities.",
    "gujrati": "જેવી રીતે ભડકે બળતો અગ્નિ લાકડાને બળીને ભસ્મ કરી દે છે, તેવી રીતે હે અર્જુન! જ્ઞાનરૂપી અગ્નિ પણ ભૌતિક કર્મોના સર્વ ફળોને બાળીને ભસ્મ કરી દે છે.",
    "hindi": "जिस प्रकार प्रज्वलित अग्नि लकड़ी को स्वाहा कर देती है उसी प्रकार से हे अर्जुन! ज्ञान रूपी अग्नि भौतिक कर्मों से प्राप्त होने वाले समस्त फलों को भस्म कर देती है।",
    "chpter": 4
  },
  {
    "id": "38",
    "bhagavad gita slok": "न हि ज्ञानेन सदृशं पवित्रमिह विद्यते |\nतत्स्वयं योगसंसिद्ध: कालेनात्मनि विन्दति || 38||",
    "english": "In this world, there is nothing as purifying as divine knowledge. One who has attained purity of mind through prolonged practice of Yog, receives such knowledge within the heart, in due course of time.",
    "gujrati": "આ સંસારમાં દિવ્યજ્ઞાન જેવું પવિત્ર કંઈ નથી. જે દીર્ઘકાલીન યોગસાધના દ્વારા મનને શુદ્ધ કરી દે છે, તે યથા સમયે હૃદયમાં આ જ્ઞાનનું આસ્વાદન કરે છે.",
    "hindi": "इस संसार में दिव्यज्ञान के समान कुछ भी शुद्ध नहीं है। जो मनुष्य दीर्घकालीन योग के अभ्यास द्वारा मन को शुद्ध कर लेता है वह उचित समय पर हृदय में इस ज्ञान का आस्वादन करता है।",
    "chpter": 4
  },
  {
    "id": "39",
    "bhagavad gita slok": "श्रद्धावान् लभते ज्ञानं तत्पर: संयतेन्द्रिय: |\nज्ञानं लब्ध्वा परां शान्तिमचिरेणाधिगच्छति || 39||",
    "english": "Those whose faith is deep and who have practiced controlling their mind and senses attain divine knowledge. Through such transcendental knowledge, they quickly attain everlasting supreme peace.",
    "gujrati": "તેઓ, જેમની શ્રદ્ધા પ્રગાઢ છે તેમજ જેમણે તેમના મન અને ઇન્દ્રિયોને સંયમિત કરી લીધા છે, તેઓ દિવ્ય જ્ઞાન પ્રાપ્ત કરે છે. આવા દિવ્ય જ્ઞાન દ્વારા તેઓ શીઘ્રતાથી શાશ્વત પરમ શાંતિ પામે છે.",
    "hindi": "वे जिनकी श्रद्धा अगाध है और जिन्होंने अपने मन और इन्द्रियों पर नियंत्रण कर लिया है, वे दिव्य ज्ञान प्राप्त कर लेते हैं। इस दिव्य ज्ञान के द्वारा वे शीघ्र ही कभी न समाप्त होने वाली परम शांति को प्राप्त कर लेते हैं।",
    "chpter": 4
  },
  {
    "id": "40",
    "bhagavad gita slok": "अज्ञश्चाश्रद्दधानश्च संशयात्मा विनश्यति |\nनायं लोकोऽस्ति न परो न सुखं संशयात्मन: || 40||",
    "english": "But persons who possess neither faith nor knowledge, and who are of a doubting nature, suffer a downfall. For the skeptical souls, there is no happiness either in this world or the next.",
    "gujrati": "પરંતુ જે લોકો ન તો શ્રદ્ધા ધરાવે છે કે ન તો જ્ઞાન ધરાવે છે, અને જેઓ સંશયાત્મક પ્રકૃતિ ધરાવે છે, તેમનું પતન થાય છે. કારણ કે સંશયગ્રસ્ત જીવાત્માઓ માટે ન તો આ લોકમાં કે ન તો પરલોકમાં સુખ છે.",
    "hindi": "किन्त जिन अज्ञानी लोगों में न तो श्रद्धा और न ही ज्ञान है और जो संदेहास्पद प्रकृति के होते हैं उनका पतन होता है। संदेहास्पद जीवात्मा के लिए न तो इस लोक में और न ही परलोक में कोई सुख है।",
    "chpter": 4
  },
  {
    "id": "41",
    "bhagavad gita slok": "योगसंन्यस्तकर्माणं ज्ञानसञ्छिन्नसंशयम् |\nआत्मवन्तं न कर्माणि निबध्नन्ति धनञ्जय || 41||",
    "english": "O Arjun, actions do not bind those who have renounced karm in the fire of Yog, whose doubts have been dispelled by knowledge, and who are situated in knowledge of the self.",
    "gujrati": "હે અર્જુન! જેમણે યોગની અગ્નિમાં કર્મોનો ત્યાગ કર્યો છે, જ્ઞાન દ્વારા જેમના સંશય દૂર થઇ ગયા છે અને જેઓ આત્મજ્ઞાનમાં સ્થિત છે, તેમને કર્મો બાંધી શકતાં નથી.",
    "hindi": "हे अर्जुन। कर्म उन लोगों को बंधन में नहीं डाल सकते जिन्होंने योग की अग्नि में कर्मों को विनष्ट कर दिया है और ज्ञान द्वारा जिनके समस्त संशय दूर हो चुके हैं वे वास्तव में आत्मज्ञान में स्थित हो जाते हैं।",
    "chpter": 4
  },
  {
    "id": "42",
    "bhagavad gita slok": "तस्मादज्ञानसम्भूतं हृत्स्थं ज्ञानासिनात्मन: |\nछित्त्वैनं संशयं योगमातिष्ठोत्तिष्ठ भारत || 42||",
    "english": "Therefore, with the sword of knowledge, cut asunder the doubts that have arisen in your heart. O scion of Bharat, establish yourself in karm yog. Arise, stand up, and take action!",
    "gujrati": "તેથી, અજ્ઞાનવશ તારા હૃદયમાં જે સંદેહો ઉત્પન્ન થયા છે તેમને જ્ઞાનરૂપી તલવારથી કાપી નાખ. હે ભરતવંશી! પોતાને કર્મયોગમાં સ્થિત કર. ઊઠ, ઊભો થા અને યુદ્ધ કર!",
    "hindi": "अतः तुम्हारे हृदय में अज्ञानतावश जो संदेह उत्पन्न हुए हैं उन्हें ज्ञानरूपी शस्त्र से काट दो। हे भरतवंशी अर्जुन! स्वयं को योग में निष्ठ करो। उठो खड़े हो जाओ और युद्ध करो।",
    "chpter": 4
  },
  {
    "id": "1",
    "bhagavad gita slok": "अर्जुन उवाच |\nसंन्यासं कर्मणां कृष्ण पुनर्योगं च शंससि |\nयच्छ्रेय एतयोरेकं तन्मे ब्रूहि सुनिश्चितम् || 1||",
    "english": "Arjun said: O Shree Krishna, You praised karm bhagavad gita slokyās (the path of renunciation of actions), and You also advised to do karm yog (work with devotion). Please tell me decisively which of the two is more beneficial?",
    "gujrati": "અર્જુને કહ્યું: હે શ્રીકૃષ્ણ! તમે કર્મ સંન્યાસ (કર્મ ત્યાગનો માર્ગ)ની પ્રશંસા કરી અને તમે કર્મયોગ (ભક્તિયુક્ત કર્મ)નો પણ ઉપદેશ આપ્યો. કૃપા કરીને નિશ્ચિતપણે મને કહો કે આ બંનેમાંથી અધિક શ્રેયકર કયો માર્ગ છે?",
    "hindi": "अर्जुन ने कहा-हे कृष्ण! पहले आपने कर्म संन्यास की सराहना की और आपने मुझे भक्ति युक्त कर्मयोग का पालन करने का उपदेश भी दिया। कृपापूर्वक अब मुझे निश्चित रूप से अवगत कराएँ कि इन दोनों में से कौन सा मार्ग अधिक लाभदायक है।",
    "chpter": 5
  },
  {
    "id": "2",
    "bhagavad gita slok": "श्रीभगवानुवाच |\nसंन्यास: कर्मयोगश्च नि:श्रेयसकरावुभौ |\nतयोस्तु कर्मसंन्यासात्कर्मयोगो विशिष्यते || 2||",
    "english": "The Supreme Lord said: Both the path of karm bhagavad gita slokyās (renunciation of actions) and karm yog (working in devotion) lead to the supreme goal. But karm yog is superior to karm bhagavad gita slokyās.",
    "gujrati": "પૂર્ણ પુરુષોત્તમ ભગવાન બોલ્યા: કર્મ સંન્યાસ (કર્મોનો પરિત્યાગ) તેમજ કર્મયોગ (ભક્તિયુક્ત કર્મ) આ બંને માર્ગ પરમ લક્ષ્ય તરફ દોરી જાય છે. પરંતુ કર્મ સંન્યાસ કરતાં કર્મયોગ અધિક શ્રેષ્ઠ છે.",
    "hindi": "परम भगवान ने कहा। कर्म संन्यास और कर्मयोग दोनों मार्ग परम लक्ष्य की ओर ले जाते हैं लेकिन कर्मयोग कर्म संन्यास से श्रेष्ठ है।",
    "chpter": 5
  },
  {
    "id": "3",
    "bhagavad gita slok": "ज्ञेय: स नित्यसंन्यासी यो न द्वेष्टि न काङ् क्षति |\nनिर्द्वन्द्वो हि महाबाहो सुखं बन्धात्प्रमुच्यते || 3||",
    "english": "The karm yogis, who neither desire nor hate anything, should be considered always renounced. Free from all dualities, they are easily liberated from the bonds of material energy.",
    "gujrati": "તે કર્મયોગી, જે ન તો કોઈ કામના ધરાવે છે કે ન તો દ્વેષ કરે છે, તેને નિત્ય સંન્યાસી માનવો જોઈએ. સર્વ દ્વન્દ્વથી રહિત, તેઓ માયિક શક્તિના બંધનોથી સરળતાથી મુક્તિ પામે છે.",
    "hindi": "वे कर्मयोगी जो न तो कोई कामना करते हैं और न ही किसी से घृणा करते हैं उन्हें नित्य संन्यासी माना जाना चाहिए। हे महाबाहु अर्जुन! सभी प्रकार के द्वन्द्वों से मुक्त होने के कारण वे माया के बंधनों से सरलता से मुक्ति पा लेते हैं।",
    "chpter": 5
  },
  {
    "id": "4",
    "bhagavad gita slok": "साङ्ख्ययोगौ पृथग्बाला: प्रवदन्ति न पण्डिता: |\nएकमप्यास्थित: सम्यगुभयोर्विन्दते फलम् || 4||",
    "english": "Only the ignorant speak of sānkhya (renunciation of actions, or karm bhagavad gita slokyās) and karm yog (work in devotion) as different. Those who are truly learned say that by applying ourselves to any one of these paths, we can achieve the results of both.",
    "gujrati": "કેવળ અજ્ઞાની જ સાંખ્ય (કર્મોનો ત્યાગ અથવા કર્મ સંન્યાસ) તથા કર્મયોગ (ભક્તિયુક્ત કર્મ)ને ભિન્ન કહે છે. જેઓ વાસ્તવમાં જ્ઞાની છે તેઓ કહે છે કે, આમાંથી કોઈ એક માર્ગનું સારી રીતે અનુસરણ કરીને પણ આપણે બંનેનું ફળ પ્રાપ્ત કરી શકીએ છીએ.",
    "hindi": "केवल अज्ञानी ही 'सांख्य' या 'कर्म संन्यास' को कर्मयोग से भिन्न कहते हैं जो वास्तव में ज्ञानी हैं, वे यह कहते हैं कि इन दोनों में से किसी भी मार्ग का अनुसरण करने से वे दोनों का फल प्राप्त कर सकते हैं।",
    "chpter": 5
  },
  {
    "id": "5",
    "bhagavad gita slok": "यत्साङ्ख्यै: प्राप्यते स्थानं तद्योगैरपि गम्यते |\nएकं साङ्ख्यं च योगं च य: पश्यति स पश्यति || 5||",
    "english": "The supreme state that is attained by means of karm bhagavad gita slokyās is also attained by working in devotion. Hence, those who see karm bhagavad gita slokyās and karm yog to be identical, truly see things as they are.",
    "gujrati": "જે પરમ અવસ્થા કર્મ સંન્યાસની સાધના દ્વારા પ્રાપ્ત થાય છે, તે ભક્તિયુક્ત કર્મ દ્વારા પણ પ્રાપ્ત થાય છે. તેથી, જેઓ કર્મ સંન્યાસ અને કર્મયોગને એકસમાન જોવે છે, તે વાસ્તવમાં વસ્તુને તેના યથાવત્ રૂપે જોવે છે.",
    "hindi": "परमेश्वर श्रीकृष्ण कहते हैं कि कर्म संन्यास के माध्यम से जो प्राप्त होता है उसे भक्ति युक्त कर्मयोग से भी प्राप्त किया जा सकता है। इस प्रकार जो कर्म संन्यास और कर्मयोग को एक समान देखते हैं वही वास्तव में सभी वस्तुओं को यथावत रूप में देखते हैं।",
    "chpter": 5
  },
  {
    "id": "6",
    "bhagavad gita slok": "संन्यासस्तु महाबाहो दु:खमाप्तुमयोगत: |\nयोगयुक्तो मुनिर्ब्रह्म नचिरेणाधिगच्छति || 6||",
    "english": "Perfect renunciation (karm bhagavad gita slokyās) is difficult to attain without performing work in devotion (karm yog), O mighty-armed Arjun, but the sage who is adept in karm yog quickly attains the Supreme.",
    "gujrati": "ભક્તિયુક્ત કર્મ (કર્મયોગ) વિના સંપૂર્ણ વૈરાગ્ય (કર્મ સંન્યાસ) કઠિન છે, હે મહાભુજાઓવાળા અર્જુન! પરંતુ જે મુનિ કર્મયોગમાં નિપુણ હોય છે, તે શીઘ્રતાથી પરમેશ્વરને પ્રાપ્ત કરે છે.",
    "hindi": "भक्तियुक्त होकर कर्म किए बिना पूर्णतः कर्मों का परित्याग करना कठिन है। हे महाबलशाली अर्जुन! किन्तु जो संत कर्मयोग में संलग्न रहते हैं, वे शीघ्र परम परमेश्वर को पा लेते हैं।",
    "chpter": 5
  },
  {
    "id": "7",
    "bhagavad gita slok": "योगयुक्तो विशुद्धात्मा विजितात्मा जितेन्द्रिय: |\nसर्वभूतात्मभूतात्मा कुर्वन्नपि न लिप्यते || 7||",
    "english": "The karm yogis, who are of purified intellect, and who control the mind and senses, see the Soul of all souls in every living being. Though performing all kinds of actions, they are never entangled.",
    "gujrati": "જે વિશુદ્ધ ચિત્ત ધરાવે છે અને જે મન તથા ઇન્દ્રિયોને વશમાં રાખે છે, એવા કર્મયોગીઓ સર્વ આત્માઓનાં આત્માનું સર્વ પ્રાણીઓમાં દર્શન કરે છે. એવો મનુષ્ય સર્વ પ્રકારના કર્મોનું પાલન કરતો હોવા છતાં કદાપિ લિપ્ત થતો નથી.",
    "hindi": "जो कर्मयोगी विशुद्ध बुद्धि युक्त हैं, अपने मन तथा इन्द्रियों को वश में रखते हैं और सभी जीवों की आत्मा में आत्मरूप परमात्मा को देखते हैं, वे सभी प्रकार के कर्म करते हुए कभी कर्मबंधन में नहीं पड़ते।",
    "chpter": 5
  },
  {
    "id": "8-9",
    "bhagavad gita slok": "नैव किञ्चित्करोमीति युक्तो मन्येत तत्त्ववित् |\nपश्यञ्शृण्वन्स्पृशञ्जिघ्रन्नश्नन्गच्छन्स्वपञ्श्वसन् || 8||\nप्रलपन्विसृजन्गृह्ण्न्नुन्मिषन्निमिषन्नपि |\nइन्द्रियाणीन्द्रियार्थेषु वर्तन्त इति धारयन् || 9||",
    "english": "Those steadfast in karm yog, always think, “I am not the doer,” even while engaged in seeing, hearing, touching, smelling, moving, sleeping, breathing, speaking, excreting, grasping, and opening or closing the eyes. With the light of divine knowledge, they see that it is only the material senses that are moving amongst their objects.",
    "gujrati": "જેઓ કર્મયોગમાં અચળ હોય છે તેઓ જોતાં, સાંભળતાં, સ્પર્શ કરતાં, સૂંઘતાં, ભ્રમણ કરતાં, સૂતાં, શ્વાસ લેતાં, બોલતાં, વિસર્જન કરતાં, ગ્રહણ કરતાં તથા નેત્રોને બંધ કરતાં અને ખોલતાં સદા માને છે કે, “હું કર્તા નથી”. દિવ્ય જ્ઞાનના પ્રકાશ દ્વારા તેઓ જોઈ શકે છે કે આ તો કેવળ માયિક ઇન્દ્રિયો છે, જે તેના વિષયોની વચ્ચે ભ્રમણ કરતી રહે છે.",
    "hindi": "कर्मयोग में दृढ़ निश्चय रखने वाले सदैव देखते, सुनते, स्पर्श करते, सूंघते, चलते-फिरते, सोते हुए, श्वास लेते हुए, बोलते हुए, त्यागते हुए, ग्रहण करते हुए और आंखें खोलते या बंद करते हुए सदैव यह सोचते हैं- 'मैं कर्ता नहीं हूँ' और दिव्य ज्ञान के आलोक में वे यह देखते हैं कि भौतिक इन्द्रियाँ ही केवल अपने विषयों में क्रियाशील रहती हैं।",
    "chpter": 5
  },
  {
    "id": "10",
    "bhagavad gita slok": "ब्रह्मण्याधाय कर्माणि सङ्गं त्यक्त्वा करोति य: |\nलिप्यते न स पापेन पद्मपत्रमिवाम्भसा || 10||",
    "english": "Those who dedicate their actions to God, abandoning all attachment, remain untouched by sin, just as a lotus leaf is untouched by water.",
    "gujrati": "જે મનુષ્યો આસક્તિનો ત્યાગ કરીને, પોતાના સર્વ કાર્યો ભગવાનને સમર્પિત કરી દે છે તેઓ જેમ કમળ પત્ર જળથી અસ્પર્શ્ય રહે છે તેમ પાપથી અલિપ્ત રહે છે.",
    "hindi": "वे जो अपने कर्मफल भगवान को समर्पित कर सभी प्रकार से आसक्ति रहित होकर कर्म करते हैं, वे पापकर्म से उसी प्रकार से अछूते रहते हैं जिस प्रकार से कमल के पत्ते को जल स्पर्श नहीं कर पाता।",
    "chpter": 5
  },
  {
    "id": "11",
    "bhagavad gita slok": "कायेन मनसा बुद्ध्या केवलैरिन्द्रियैरपि |\nयोगिन: कर्म कुर्वन्ति सङ्गं त्यक्त्वात्मशुद्धये || 11||",
    "english": "The yogis, while giving up attachment, perform actions with their body, senses, mind, and intellect, only for the purpose of self-purification.",
    "gujrati": "યોગીજનો અનાસક્ત થઈને શરીર, મન, બુદ્ધિ તથા ઇન્દ્રિયો દ્વારા કેવળ આત્મશુદ્ધિના હેતુ માટે કર્મ કરે છે.",
    "hindi": "योगीजन आसक्ति को त्याग कर अपने शरीर, इन्द्रिय, मन और बुद्धि द्वारा केवल अपने शुद्धिकरण के उद्देश्य से कर्म करते हैं।",
    "chpter": 5
  },
  {
    "id": "12",
    "bhagavad gita slok": "युक्त: कर्मफलं त्यक्त्वा शान्तिमाप्नोति नैष्ठिकीम् |\nअयुक्त: कामकारेण फले सक्तो निबध्यते || 12||",
    "english": "Offering the results of all activities to God, the karm yogis attain everlasting peace. Whereas those who, being impelled by their desires, work with a selfish motive become entangled because they are attached to the fruits of their actions.",
    "gujrati": "કર્મયોગી સર્વ કર્મો ભગવાનને સમર્પિત કરીને શાશ્વત શાંતિ પ્રાપ્ત કરે છે. જયારે તેઓ કે જે ભગવાન સાથે ચેતનાથી જોડાયેલો નથી અને તેમની કામનાઓથી પ્રેરિત થઈને સ્વાર્થનાં ઉદ્દેશ્યથી કર્મ કરે છે, તેઓ તેમાં બંધાઈ જાય છે કારણ કે તેઓ તેમના કર્મના ફળ પ્રત્યે આસક્ત હોય છે.",
    "hindi": "कर्मयोगी अपने समस्त कमर्फलों को भगवान को अर्पित कर चिरकालिक शांति प्राप्त कर लेते हैं जबकि वे जो कामनायुक्त होकर निजी स्वार्थों से प्रेरित होकर कर्म करते हैं, वे बंधनों में पड़ जाते हैं क्योंकि वे कमर्फलों में आसक्त होकर कर्म करते हैं।",
    "chpter": 5
  },
  {
    "id": "13",
    "bhagavad gita slok": "सर्वकर्माणि मनसा संन्यस्यास्ते सुखं वशी |\nनवद्वारे पुरे देही नैव कुर्वन्न कारयन् || 13||",
    "english": "The embodied beings who are self-controlled and detached reside happily in the city of nine gates free from thoughts that they are the doers or the cause of anything.",
    "gujrati": "જે દેહધારી જીવાત્માઓ આત્મ-સંયમી અને વિરક્ત હોય છે તેઓ સ્વયંને કર્તા કે કારણ માનવાના વિચારનો પરિત્યાગ કરીને નવ દ્વારવાળા નગરમાં સુખપૂર્વક રહે છે.",
    "hindi": "जो देहधारी जीव आत्मनियंत्रित एवं निरासक्त होते हैं, नौ द्वार वाले भौतिक शरीर में भी वे सुखपूर्वक रहते हैं क्योंकि वे स्वयं को कर्त्ता या किसी कार्य का कारण मानने के विचार से मुक्त होते हैं।",
    "chpter": 5
  },
  {
    "id": "14",
    "bhagavad gita slok": "न कर्तृत्वं न कर्माणि लोकस्य सृजति प्रभु: |\nन कर्मफलसंयोगं स्वभावस्तु प्रवर्तते || 14||",
    "english": "Neither the sense of doership nor the nature of actions comes from God; nor does He create the fruits of actions. All this is enacted by the modes of material nature (guṇas).",
    "gujrati": "ન તો કર્તૃત્વાભિમાન કે ન તો કર્મ કરવાની પ્રકૃતિ ભગવાનમાંથી પ્રાપ્ત થાય છે; ન તો તેઓ કર્મોના ફળનું સર્જન કરે છે. આ સર્વ માયિક પ્રકૃતિના ગુણો દ્વારા કાર્ય કરે છે.",
    "hindi": "न तो कर्त्तापन का बोध और न ही कर्मों की प्रवृत्ति भगवान से प्राप्त होती है तथा न ही वे कर्मों के फल का सृजन करते हैं। यह सब प्रकृत्ति के गुणों से सृजित होते हैं।",
    "chpter": 5
  },
  {
    "id": "15",
    "bhagavad gita slok": "नादत्ते कस्यचित्पापं न चैव सुकृतं विभु: |\nअज्ञानेनावृतं ज्ञानं तेन मुह्यन्ति जन्तव: || 15||",
    "english": "The omnipresent God does not involve Himself in the sinful or virtuous deeds of anyone. The living entities are deluded because their inner knowledge is covered by ignorance.",
    "gujrati": "સર્વવ્યાપક ભગવાન કોઈના પાપમય કે પુણ્યશાળી કાર્યોમાં સ્વયંને સમ્મિલિત કરતા નથી. જીવાત્માઓ મોહગ્રસ્ત થાય છે કારણ કે તેમનું આંતરિક જ્ઞાન અજ્ઞાનથી આવૃત્ત હોય છે.",
    "hindi": "सर्वव्यापी परमात्मा किसी के पापमय कर्मों या पुण्य कर्मों में स्वयं को लिप्त नहीं करते। किन्तु जीवात्माएँ मोहग्रस्त रहती हैं क्योंकि उनका वास्तविक आत्मिक ज्ञान अज्ञान से आच्छादित रहता है।",
    "chpter": 5
  },
  {
    "id": "16",
    "bhagavad gita slok": "ज्ञानेन तु तदज्ञानं येषां नाशितमात्मन: |\nतेषामादित्यवज्ज्ञानं प्रकाशयति तत्परम् || 16||",
    "english": "But for those whose ignorance is destroyed by divine knowledge, the Supreme Entity is revealed, just as the sun illumines everything when it rises.",
    "gujrati": "પરંતુ તેઓ કે જેમનું આત્મા અંગેનું અજ્ઞાન દિવ્ય જ્ઞાન દ્વારા નષ્ટ થઇ ગયું છે, તેમના માટે તે જ્ઞાન પરમ તત્ત્વને એ રીતે પ્રગટ કરી દે છે જેમ સૂર્યથી દિવસમાં સર્વ પ્રકાશિત થઈ જાય છે.",
    "hindi": "किन्तु जिनकी आत्मा का अज्ञान दिव्यज्ञान से विनष्ट हो जाता है उस ज्ञान से परमतत्त्व का प्रकाश उसी प्रकार से प्रकाशित हो जाता है जैसे दिन में सूर्य के प्रकाश से सभी वस्तुएँ प्रकाशित हो जाती हैं।",
    "chpter": 5
  },
  {
    "id": "17",
    "bhagavad gita slok": "तद्बुद्धयस्तदात्मानस्तन्निष्ठास्तत्परायणा: |\nगच्छन्त्यपुनरावृत्तिं ज्ञाननिर्धूतकल्मषा: || 17||",
    "english": "Those whose intellect is fixed in God, who are completely absorbed in God, with firm faith in Him as the supreme goal, such persons quickly reach the state from which there is no return, their sins having been dispelled by the light of knowledge.",
    "gujrati": "તેઓ જેમની બુદ્ધિ ભગવાનમાં દૃઢ થયેલી છે, જેઓ ભગવાનમાં પૂર્ણતયા તલ્લીન રહે છે, જેઓ સંપૂર્ણ રીતે ભગવાનમાં દૃઢ શ્રદ્ધા રાખીને તેમને પરમ લક્ષ્ય માનીને ભગવદ્-મય થઇ જાય છે, તેવા મનુષ્યો શીઘ્રતાથી એ અવસ્થાએ પહોંચી જાય છે કે જ્યાંથી પુન: પાછા ફરવું પડતું નથી. તેમનું અજ્ઞાન જ્ઞાનના પ્રકાશથી નષ્ટ થઇ જાય છે.",
    "hindi": "वे जिनकी बुद्धि भगवान में स्थिर हो जाती है और जो भगवान में सच्ची श्रद्धा रखकर उन्हें परम लक्ष्य मानकर उनमें पूर्णतया तल्लीन हो जाते हैं, वे मनुष्य शीघ्र ऐसी अवस्था में पहुँच जाते हैं जहाँ से फिर कभी वापस नहीं आते और उनके सभी पाप ज्ञान के प्रकाश से मिट जाते हैं।",
    "chpter": 5
  },
  {
    "id": "18",
    "bhagavad gita slok": "विद्याविनयसम्पन्ने ब्राह्मणे गवि हस्तिनि |\nशुनि चैव श्वपाके च पण्डिता: समदर्शिन: || 18||",
    "english": "The truly learned, with the eyes of divine knowledge, see with equal vision a Brahmin, a cow, an elephant, a dog, and a dog-eater.",
    "gujrati": "વાસ્તવિક જ્ઞાની, દિવ્ય જ્ઞાનમય ચક્ષુ દ્વારા, બ્રાહ્મણ, ગાય, હાથી, શ્વાન, અને શ્વાનભક્ષી (ચંડાળ)ને સમાન દૃષ્ટિથી જુએ છે.",
    "hindi": "सच्चे ज्ञानी महापुरुष एक ब्राह्मण, गाय, हाथी, कुत्ते और चाण्डाल को अपने दिव्य ज्ञान के चक्षुओं द्वारा समदृष्टि से देखते हैं।",
    "chpter": 5
  },
  {
    "id": "19",
    "bhagavad gita slok": "इहैव तैर्जित: सर्गो येषां साम्ये स्थितं मन: |\nनिर्दोषं हि समं ब्रह्म तस्माद् ब्रह्मणि ते स्थिता: || 19||",
    "english": "Those whose minds are established in equality of vision conquer the cycle of birth and death in this very life. They possess the flawless qualities of God, and are therefore seated in the Absolute Truth.",
    "gujrati": "જેમનું મન સમદર્શિતામાં સ્થિત હોય છે, તેઓ આ જ જન્મમાં જીવન અને મૃત્યુના ચક્રનાં બંધન પર વિજય પ્રાપ્ત કરી લે છે. તેઓ ભગવાનના દોષરહિત ગુણો ધરાવે છે અને તેથી પરમ સત્યમાં સ્થિત હોય છે.",
    "hindi": "वे जिनका मन समदृष्टि में स्थित हो जाता है, वे इसी जीवन में जन्म और मरण के चक्र से मुक्ति पा लेते हैं। वे भगवान के समान दोष रहित गुणों से संपन्न हो जाते हैं और परमसत्य में स्थित हो जाते हैं।",
    "chpter": 5
  },
  {
    "id": "20",
    "bhagavad gita slok": "न प्रहृष्येत्प्रियं प्राप्य नोद्विजेत्प्राप्य चाप्रियम् |\nस्थिरबुद्धिरसम्मूढो ब्रह्मविद् ब्रह्मणि स्थित: || 20||",
    "english": "Established in God, having a firm understanding of divine knowledge and not hampered by delusion, they neither rejoice in getting something pleabhagavad gita slokt nor grieve on experiencing the unpleabhagavad gita slokt.",
    "gujrati": "ભગવાનમાં સ્થિત, દિવ્ય જ્ઞાનની દૃઢ સમજણ પ્રાપ્ત કરીને તથા મોહથી પ્રભાવિત થયા વિના, તેઓ ન તો સુખદ વસ્તુની પ્રાપ્તિથી હર્ષ અનુભવે છે કે ન તો દુ:ખદ અનુભવનો શોક કરે છે.",
    "hindi": "परमात्मा में स्थित होकर, दिव्य ज्ञान में दृढ़ विश्वास धारण कर और मोह रहित होकर वे सुखद पदार्थ पाकर न तो हर्षित होते हैं और न ही अप्रिय स्थिति में दुखी होते हैं।",
    "chpter": 5
  },
  {
    "id": "21",
    "bhagavad gita slok": "बाह्यस्पर्शेष्वसक्तात्मा विन्दत्यात्मनि यत्सुखम् |\nस ब्रह्मयोगयुक्तात्मा सुखमक्षयमश्नुते || 21||",
    "english": "Those who are not attached to external sense pleasures realize divine bliss in the self. Being united with God through Yog, they experience unending happiness.",
    "gujrati": "જે મનુષ્યો બાહ્ય ઇન્દ્રિય સુખો પ્રત્યે આસક્ત નથી તેઓ દિવ્ય આનંદની અનુભૂતિ સ્વયંમાં જ કરે છે. યોગ દ્વારા ભગવાન સાથે ઐક્ય હોવાના કારણે તેઓ અનંત સુખનો અનુભવ કરે છે.",
    "hindi": "जो बाह्य इन्द्रिय सुखों में आसक्त नहीं होते वे आत्मिक परम आनन्द की अनुभूति करते हैं। भगवान के साथ एकनिष्ठ होने के कारण वे असीम सुख भोगते हैं।",
    "chpter": 5
  },
  {
    "id": "22",
    "bhagavad gita slok": "ये हि संस्पर्शजा भोगा दु:खयोनय एव ते |\nआद्यन्तवन्त: कौन्तेय न तेषु रमते बुध: || 22||",
    "english": "The pleasures that arise from contact with the sense objects, though appearing as enjoyable to worldly-minded people, are verily a source of misery. O son of Kunti, such pleasures have a beginning and an end, so the wise do not delight in them.",
    "gujrati": "ભૌતિક ઇન્દ્રિયોના સંસર્ગથી ઉત્પન્ન થનારા સુખોપભોગ, સંસારી મનોવૃત્તિ ધરાવતા લોકો માટે દેખીતી રીતે આનંદપ્રદ હોય છે પણ ખરેખર દુઃખનું ઉદ્ભવસ્થાન છે. હે કુંતીપુત્ર! આવા સુખોનો આદિ અને અંત હોય છે અને તેથી જ્ઞાની પુરુષો તેમાં આનંદ લેતા નથી.",
    "hindi": "इन्द्रिय विषयों के सम्पर्क से उत्पन्न होने वाले सुख यद्यपि सांसारिक मनोदृष्टि वाले लोगों को आनन्द प्रदान करने वाले प्रतीत होते हैं किन्तु वे वास्तव में दुखों के कारण हैं। हे कुन्तीपुत्र! ऐसे सुखों का आदि और अंत है इसलिए ज्ञानी पुरुष इनमें आनन्द नहीं लेते।",
    "chpter": 5
  },
  {
    "id": "23",
    "bhagavad gita slok": "शक्नोतीहैव य: सोढुं प्राक्शरीरविमोक्षणात् |\nकामक्रोधोद्भवं वेगं स युक्त: स सुखी नर: || 23||",
    "english": "Those persons are yogis, who before giving up the body are able to check the forces of desire and anger; and they alone are happy.",
    "gujrati": "તે મનુષ્ય યોગી છે, જે શરીરનો ત્યાગ કરવા પૂર્વે કામનાઓ તથા ક્રોધના આવેગોને ચકાસી લેવા સક્ષમ છે, અને કેવળ તે સુખી છે.",
    "hindi": "वे मनुष्य ही योगी हैं जो शरीर को त्यागने से पूर्व कामनाओं और क्रोध के वेग को रोकने में समर्थ होते हैं, केवल वही संसार मे सुखी रहते हैं।",
    "chpter": 5
  },
  {
    "id": "24",
    "bhagavad gita slok": "योऽन्त:सुखोऽन्तरारामस्तथान्तज्र्योतिरेव य: ।\nस योगी ब्रह्मनिर्वाणं ब्रह्मभूतोऽधिगच्छति ।। 24।।",
    "english": "Those who are happy within themselves, enjoying the delight of God within, and are illumined by the inner light, such yogis are united with the Lord and are liberated from material existence.",
    "gujrati": "જે લોકો તેમના અંતરમાં સુખી છે, ભગવાનના આનંદનું અંતરમાં આસ્વાદન કરે છે; અને અંતરજ્યોતિથી પ્રકાશિત છે, તેવા યોગીઓ ભગવાન સાથે ઐક્ય સાધે છે અને માયિક જીવનમાંથી મુક્ત થઇ જાય છે.",
    "hindi": "जो अन्तर्मुखी होकर सुख का अनुभव करते हैं वे भगवान को प्रसन्न करने में ही आनन्द पाते हैं और आत्मिक प्रकाश से प्रकाशित रहते हैं। ऐसे योगी भगवान में एकीकृत हो जाते हैं और भौतिक जीवन से मुक्त हो जाते हैं। आंतरिक प्रकाश दिव्य ज्ञान है जो भगवान की कृपा द्वारा हमारे भीतर अनुभूति के रूप में तब प्रकट होता है जब हम भगवान के शरणागत हो जाते हैं।",
    "chpter": 5
  },
  {
    "id": "25",
    "bhagavad gita slok": "लभन्ते ब्रह्मनिर्वाणमृषय: क्षीणकल्मषा: |\nछिन्नद्वैधा यतात्मान: सर्वभूतहिते रता: || 25||",
    "english": "Those holy persons, whose sins have been purged, whose doubts are annihilated, whose minds are disciplined, and who are devoted to the welfare of all beings, attain God and are liberated from material existence.",
    "gujrati": "તે પવિત્ર ઋષિઓ કે જેમના પાપ ધોવાઇ ગયા છે, જેમના સંશયો નાશ પામ્યા છે, જેમના મન અનુશાસિત છે અને જે સર્વ પ્રાણીઓના કલ્યાણ માટે સમર્પિત છે, તેઓ ભગવાનને પ્રાપ્ત કરે છે અને માયિક જીવનમાંથી મુક્ત થઇ જાય છે.",
    "hindi": "वे पवित्र मनुष्य जिनके पाप धुल जाते हैं और जिनके संशय मिट जाते हैं और जिनका मन संयमित होता है वे सभी प्राणियों के कल्याणार्थ समर्पित हो जाते हैं तथा वे भगवान को पा लेते हैं और सांसारिक बंधनों से भी मुक्त हो जाते हैं।",
    "chpter": 5
  },
  {
    "id": "26",
    "bhagavad gita slok": "कामक्रोधवियुक्तानां यतीनां यतचेतसाम् |\nअभितो ब्रह्मनिर्वाणं वर्तते विदितात्मनाम् || 26||",
    "english": "For those bhagavad gita slokyāsīs, who have broken out of anger and lust through constant effort, who have subdued their mind, and are self-realized, liberation from material existence is both here and hereafter.",
    "gujrati": "જેમણે સતત પ્રયાસો દ્વારા ક્રોધ અને વાસના પર વિજય પ્રાપ્ત કર્યો છે, જેમણે તેમનાં મનને વશ કરી લીધું છે અને આત્મજ્ઞાની છે, તેવા સંન્યાસીઓ આ લોક અને પરલોક બંનેમાં માયા શક્તિના બંધનોથી મુક્ત થઇ જાય છે.",
    "hindi": "ऐसे संन्यासी भी जो सतत प्रयास से क्रोध और काम वासनाओं पर विजय पा लेते हैं एवं जो अपने मन को वश में कर आत्मलीन हो जाते हैं, वे इस जन्म में और परलोक में भी माया शक्ति के बंधनों से मुक्त हो जाते हैं।",
    "chpter": 5
  },
  {
    "id": "27-28",
    "bhagavad gita slok": "स्पर्शान्कृत्वा बहिर्बाह्यांश्चक्षुश्चैवान्तरे भ्रुवो: |\nप्राणापानौ समौ कृत्वा नासाभ्यन्तरचारिणौ || 27||\nयतेन्द्रियमनोबुद्धिर्मुनिर्मोक्षपरायण: |\nविगतेच्छाभयक्रोधो य: सदा मुक्त एव स: || 28||",
    "english": "Shutting out all thoughts of external enjoyment, with the gaze fixed on the space between the eye-brows, equalizing the flow of the incoming and outgoing breath in the nostrils, and thus controlling the senses, mind, and intellect, the sage who becomes free from desire and fear, always lives in freedom.",
    "gujrati": "બાહ્ય ઉપભોગના સર્વ વિચારોને બંધ કરીને, દૃષ્ટિને બે ભ્રમરોની મધ્યે કેન્દ્રિત કરીને, નાસિકામાં શ્વાસ અને ઉચ્છવાસના પ્રવાહને સમ કરીને, અને એ રીતે ઇન્દ્રિય, મન અને બુદ્ધિને નિયંત્રિત કરીને યોગી ઈચ્છા, ભય અને ક્રોધથી સ્વતંત્ર બનીને સદૈવ મુક્ત રહે છે.",
    "hindi": "समस्त बाह्य इन्द्रियाँ सुख के विषयों का विचार न कर अपनी दृष्टि को भौहों के बीच के स्थान में स्थित कर नासिका में विचरने वाली भीतरी और बाहरी श्वासों के प्रवाह को सम करते हुए इन्द्रिय, मन और बुद्धि को संयमित करके जो ज्ञानी कामनाओं और भय से मुक्त हो जाता है, वह सदा के लिए मुक्त हो जाता है।",
    "chpter": 5
  },
  {
    "id": "29",
    "bhagavad gita slok": "भोक्तारं यज्ञतपसां सर्वलोकमहेश्वरम् |\nसुहृदं सर्वभूतानां ज्ञात्वा मां शान्तिमृच्छति || 29||",
    "english": "Having realized Me as the enjoyer of all sacrifices and austerities, the Supreme Lord of all the worlds and the selfless friend of all living beings, My devotee attains peace.",
    "gujrati": "મને સર્વ યજ્ઞોનાં અને તપશ્ચર્યાઓના ભોક્તા, સર્વ લોકના પરમેશ્વર અને સર્વ જીવંત પ્રાણીઓના નિષ્કામ મિત્ર જાણીને મારા ભક્તો પરમ શાંતિ પ્રાપ્ત કરે છે.",
    "hindi": "जो भक्त मुझे समस्त यज्ञों और तपस्याओं का भोक्ता, समस्त लोकों का परम भगवानऔर सभी प्राणियों का सच्चा हितैषी समझते हैं, वे परम शांति प्राप्त करते हैं।",
    "chpter": 5
  }
]